[
  {
    "uid": 0,
    "factContent": "<p>Anointing of the Sick, formerly known as Extreme Unction, is a sacrament that is administered to give strength and comfort to the ill and to mystically unite their suffering with that of Christ during his Passion and death. This sacrament can be given to those who are afflicted with serious illness or injury, those who are awaiting surgery, the weakened elderly, or to ill children who are old enough to understand its significance. A person can receive the sacrament as many times as needed throughout their life, and a person with a chronic illness might be anointed again if the disease worsens. The rite can be performed in a home or hospital by a priest, who prays over the person and anoints their head and hands with chrism (holy oil). The priest may also administer the sacrament of the Eucharist if the person has been unable to receive it and can hear a confession if so desired. If a person is at the point of death, the priest also administers a special Apostolic blessing in what is known as the Last Rites.</p>",
    "factTitle": "Anointing of the Sick"
  },
  {
    "uid": 1,
    "factContent": "<p>Baptism is seen as the sacrament of admission to the faith, bringing sanctifying grace to the person being baptized. In Catholicism the baptism of infants is the most common form, but unbaptized children or adults who wish to join the faith must also receive the sacrament. A person is to be baptized only once in their life, and the Catholic Church recognizes baptisms done by most other Christian denominations as valid. In the rite of baptism holy water is usually sprinkled or poured on the head by a priest who simultaneously invokes the Trinity with the words, &quot;I baptize you in the name of the Father, and of the Son, and of the Holy Spirit.&quot; The old self is said to die in the waters, and a new self emerges, mirroring the death and resurrection of Christ. Given that the sacrament is understood as a requirement for salvation, anyone, even non-baptized persons, can baptize someone as the situation requires.</p>",
    "factTitle": "Baptism"
  },
  {
    "uid": 2,
    "factContent": "<div data-v-0cbbd2f3=\"\"> <div data-v-0cbbd2f3=\"\"> <div data-v-0cbbd2f3=\"\"> <div id=\"article-intro_1-0\" class=\"comp article-content__description article-intro mntl-sc-page mntl-block\" data-sc-sticky-offset=\"60\" data-sc-ad-label-height=\"24\" data-sc-ad-track-spacing=\"100\" data-sc-min-track-height=\"250\" data-sc-max-track-height=\"600\" data-sc-breakpoint=\"54em\" data-sc-load-immediate=\"1\" data-sc-content-positions=\"[300,600,900,1200,1500,1800,2100]\" data-bind-scroll-on-start=\"true\"> <div data-v-0cbbd2f3=\"\"> <div data-v-0cbbd2f3=\"\"> <p>&ldquo;Catholics worship statues!&rdquo; People still make this ridiculous claim. Because Catholics have statues in their churches, goes the accusation, they are violating God&rsquo;s commandment: &ldquo;You shall not make for yourself a graven image or any likeness of anything that is in heaven above, or that is in the earth beneath, or that is in the water under the earth: you shall not bow down to them or serve them&rdquo; (Ex. 20:4&ndash;5).</p> <p>It is right to warn people against the sin of idolatry when they are committing it. But calling Catholics idolaters because they have images of Christ and the saints is based on misunderstanding or ignorance of what the Bible says about the purpose and uses (both good and bad) of statues.</p> <p>Anti-Catholic writer Loraine Boettner, in his book&nbsp;<em>Roman Catholicism</em>, makes the blanket statement, &ldquo;God has forbidden the use of images in worship&rdquo; (281). Yet if people were to &ldquo;search the scriptures&rdquo; (John 5:39), they would find the opposite is true. God forbade the&nbsp;<em>worship</em>&nbsp;<em>of</em>&nbsp;statues, but he did not forbid the&nbsp;<em>religious use</em>&nbsp;of statues. Instead, he actually&nbsp;<em>commanded</em>&nbsp;their use in religious contexts!</p> </div> <div data-v-9689a1ae=\"\" data-v-0cbbd2f3=\"\"> <div class=\"text-center\" data-v-9689a1ae=\"\"><iframe width=\"728\" height=\"90\" frameborder=\"0\" marginwidth=\"0\" marginheight=\"0\" scrolling=\"no\"></iframe></div> </div> <div data-v-0cbbd2f3=\"\"> <h2>God Said to Make Them</h2> <p>People who oppose religious statuary forget about the many passages where the Lord&nbsp;<em>commands</em>&nbsp;the making of statues. For example: &ldquo;And you shall make two cherubim of gold [i.e., two gold statues of angels]; of hammered work shall you make them, on the two ends of the mercy seat. Make one cherub on the one end, and one cherub on the other end; of one piece of the mercy seat shall you make the cherubim on its two ends. The cherubim shall spread out their wings above, overshadowing the mercy seat with their wings, their faces one to another; toward the mercy seat shall the faces of the cherubim be&rdquo; (Ex. 25:18&ndash;20).</p> <p>David gave Solomon the plan &ldquo;for the altar of incense made of refined gold, and its weight; also his plan for the golden chariot of the cherubim that spread their wings and covered the ark of the covenant of the Lord. All this he made clear by the writing of the hand of the Lord concerning it all&rdquo; (1 Chr. 28:18&ndash;19). David&rsquo;s plan for the temple included statues of angels.</p> <p>Similarly Ezekiel 41:17&ndash;18 describes graven (carved) images in the idealized temple he was shown in a vision, for he writes, &ldquo;On the walls round about in the inner room and [on] the nave were carved likenesses of cherubim.&rdquo;</p> <h2>The Religious Uses of Images</h2> <p>During a plague of serpents sent to punish the Israelites during the exodus, God told Moses to &ldquo;make [a statue of] a fiery serpent, and set it on a pole; and every one who is bitten, when he sees it shall live. So Moses made a bronze serpent, and set it on a pole; and if a serpent bit any man, he would look at the bronze serpent and live&rdquo; (Num. 21:8&ndash;9).</p> <p>One had to&nbsp;<em>look</em>&nbsp;at the bronze statue of the serpent to be healed, which shows that statues could be used ritually, not merely as religious decorations.</p> <p>Catholics use statues, paintings, and other artistic devices to recall the person or thing depicted. Just as it helps to remember one&rsquo;s mother by looking at her photograph, so it helps to recall the example of the saints by looking at pictures of them. Catholics also use statues as teaching tools. In the early Church they were especially useful for the instruction of the illiterate. Many Protestants have pictures of Jesus and other Bible pictures in Sunday school for teaching children. Catholics also use statues to commemorate certain people and events, much as Protestant churches have three-dimensional nativity scenes at Christmas.</p> <p>If one measured Protestants by the same rule, then by using these &ldquo;graven&rdquo; images, they would be practicing the &ldquo;idolatry&rdquo; of which they accuse Catholics. But there&rsquo;s no idolatry going on in these situations. God forbids the<em>&nbsp;worship</em>&nbsp;of images as gods, but he doesn&rsquo;t ban the making of images.</p> <p>It is when people begin to adore a statue as a god that the Lord becomes angry. Thus, when people&nbsp;<em>did</em>&nbsp;start to worship the bronze serpent as a snake-god (whom they named &ldquo;Nehushtan&rdquo;), the righteous king Hezekiah had it destroyed (2 Kgs. 18:4).</p> <h2>What About Bowing?</h2> <p>Sometimes anti-Catholics cite Deuteronomy 5:9, where God said concerning idols, &ldquo;You shall not bow down to them.&rdquo; Since many Catholics sometimes bow or kneel in front of statues of Jesus and the saints, anti-Catholics confuse the legitimate veneration of a sacred image with the sin of idolatry.</p> <p>Though bowing can be used as a posture in worship, not all bowing is worship. In Japan, people show respect by bowing in greeting (the equivalent of the Western handshake). Similarly, a person can kneel before a king without worshipping him as a god. In the same way, a Catholic who may kneel in front of a statue while praying isn&rsquo;t worshipping the statue or even praying to&nbsp;<em>it</em>, any more than the Protestant who kneels with a Bible in his hands when praying is worshipping the Bible or praying to&nbsp;<em>it</em>.</p> <h2>Hiding the Second Commandment?</h2> <p>Another charge sometimes made by Protestants is that the Catholic Church &ldquo;hides&rdquo; the second commandment. This is because in Catholic catechisms, the first commandment is often listed as &ldquo;You shall have no other gods before me&rdquo; (Ex. 20:3), and the second is listed as &ldquo;You shall not take the name of the Lord in vain.&rdquo; (Ex. 20:7). From this, it is argued that Catholics have deleted the prohibition of idolatry to justify their use of religious statues. But this is false. Catholics simply group the commandments differently from most Protestants.</p> <p>In Exodus 20:2&ndash;17, which gives the Ten Commandments, there are actually fourteen imperative statements. To arrive at Ten Commandments, some statements have to be grouped together, and there is more than one way of doing this. Since, in the ancient world, polytheism and idolatry were always united&mdash;idolatry being the outward expression of polytheism&mdash;the historic Jewish numbering of the Ten Commandments has always grouped together the imperatives &ldquo;You shall have no other gods before me&rdquo; (Ex. 20:3) and &ldquo;You shall not make for yourself a graven image&rdquo; (Ex. 20:4). The historic Catholic numbering follows the Jewish numbering on this point, as does the historic Lutheran numbering.</p> <p>Jews and Christians abbreviate the commandments so that they can be remembered using a summary, ten-point formula. For example, Jews, Catholics, and Protestants typically summarize the Sabbath commandment as, &ldquo;Remember the Sabbath to keep it holy,&rdquo; though the commandment&rsquo;s actual text takes four verses (Ex. 20:8&ndash;11).</p> <p>When the prohibition of polytheism/idolatry is summarized, Jews, Catholics, and Lutherans abbreviate it as &ldquo;You shall have no other gods before me.&rdquo; This is no attempt to &ldquo;hide&rdquo; the idolatry prohibition (Jews and Lutherans don&rsquo;t even use statues of saints and angels). It is to make learning the Ten Commandments easier.</p> <p>The Catholic Church is not dogmatic about how the Ten Commandments are to be numbered, however. The&nbsp;<em>Catechism of the Catholic Church</em>&nbsp;says, &ldquo;The division and numbering of the Commandments have varied in the course of history. The present catechism follows the division of the Commandments established by Augustine, which has become traditional in the Catholic Church. It is also that of the Lutheran confession. The Greek Fathers worked out a slightly different division, which is found in the Orthodox Churches and Reformed communities&rdquo; (CCC 2066).</p> <h2>The Form of God?</h2> <p>Some anti-Catholics appeal to Deuteronomy 4:15&ndash;18 in their attack on religious statues: &ldquo;[S]ince you saw no form on the day that the Lord spoke to you at Horeb out of the midst of the fire, beware lest you act corruptly by making a graven image for yourselves, in the form of any figure, the likeness of male or female, the likeness of any beast that is on the earth, the likeness of any winged bird that flies in the air, the likeness of anything that creeps on the ground, the likeness of any fish that is in the water under the earth.&rdquo;</p> <p>We&rsquo;ve already shown that God doesn&rsquo;t prohibit the making of statues or images of various creatures for religious purposes (cf. 1 Kgs. 6:29&ndash;32, 8:6&ndash;66; 2 Chr. 3:7&ndash;14). But what about statues or images that represent God? Many Protestants would say that&rsquo;s wrong because Deuteronomy 4 says the Israelites did not see God under any form when he made the covenant with them; therefore we should not make symbolic representations of God either. But does Deuteronomy 4 forbid such representations?</p> <h2>The Answer Is No</h2> <p>Early in its history, Israel was forbidden to make any depictions of God because he had not revealed himself in a visible form. Given the pagan culture surrounding them, the Israelites might have been tempted to worship God in the form of an animal or some natural object (e.g., a bull or the sun).</p> <p>But later God&nbsp;<em>did</em>&nbsp;reveal himself under visible forms, such as in Daniel 7:9: &ldquo;As I looked, thrones were placed and one that was Ancient of Days took his seat; his raiment was white as snow, and the hair of his head like pure wool; his throne was fiery flames, its wheels were burning fire.&rdquo; Protestants make depictions of the Father under this form when they do illustrations of Old Testament prophecies.</p> <p>The Holy Spirit revealed himself under at least two visible forms&mdash;that of a dove, at the baptism of Jesus (Matt. 3:16; Mark 1:10; Luke 3:22; John 1:32), and as tongues of fire, on the day of Pentecost (Acts 2:1&ndash;4). Protestants use these images when drawing or painting these biblical episodes and when they wear Holy Spirit lapel pins or place dove emblems on their cars.</p> <p>But more important, in the incarnation of Christ his Son, God showed mankind an icon of himself. Paul said, &ldquo;He is the<em>&nbsp;image</em>&nbsp;(Greek:&nbsp;<em>ikon</em>) of the invisible God, the firstborn of all creation.&rdquo; Christ is the tangible, divine &ldquo;icon&rdquo; of the unseen, infinite God.</p> <p>We read that when the magi were &ldquo;going into the house they&nbsp;<em>saw the child</em>&nbsp;with Mary his mother, and they fell down and worshipped him. Then, opening their treasures, they offered him gifts, gold, frankincense, and myrrh&rdquo; (Matt. 2:11). Though God did not reveal a form for himself on Mount Horeb, he did reveal one in the house in Bethlehem.</p> <p>Common sense tells us that, since God has revealed himself in various images, most especially in the incarnate Jesus Christ, it&rsquo;s not wrong for us to use images of these forms to deepen our knowledge and love of God. That&rsquo;s&nbsp;<em>why</em>&nbsp;God revealed himself in these visible forms, and that&rsquo;s why statues and pictures are made of them.</p> <h2>Idolatry Condemned by the Church</h2> <p>Since the days of the apostles, the Catholic Church has consistently condemned the sin of idolatry. The&nbsp;<em>Catechism of the Council of Trent</em>&nbsp;(1566) taught that idolatry is committed &ldquo;by worshipping idols and images as God, or believing that they possess any divinity or virtue entitling them to our worship, by praying to, or reposing confidence in them&rdquo; (374).</p> <p>What anti-Catholics fail to recognize is the distinction between thinking a piece of stone or plaster is a god and desiring to visually remember Christ and the saints in heaven by making statues in their honor. The making and use of religious statues is a&nbsp;<em>thoroughly</em>&nbsp;biblical practice. Anyone who says otherwise doesn&rsquo;t know his Bible.</p> </div> </div> </div> </div> </div> </div>",
    "factTitle": "Catholics and Images"
  },
  {
    "uid": 3,
    "factContent": "<div data-v-0cbbd2f3=\"\"> <div data-v-0cbbd2f3=\"\"> <div data-v-0cbbd2f3=\"\"> <div id=\"article-intro_1-0\" class=\"comp article-content__description article-intro mntl-sc-page mntl-block\" data-sc-sticky-offset=\"60\" data-sc-ad-label-height=\"24\" data-sc-ad-track-spacing=\"100\" data-sc-min-track-height=\"250\" data-sc-max-track-height=\"600\" data-sc-breakpoint=\"54em\" data-sc-load-immediate=\"1\" data-sc-content-positions=\"[300,600,900,1200,1500,1800,2100]\" data-bind-scroll-on-start=\"true\"> <div data-v-0cbbd2f3=\"\"> <div data-v-0cbbd2f3=\"\"> <p>In examining the issue of celibacy, we should first address its historical development in the life of the Church and then its spiritual basis and relevance for today&rsquo;s clergy.</p> <p>Our Lord presented celibacy as a legitimate lifestyle not only by His very life since He never married but also in His teaching.&nbsp; When our Lord emphasized that marriage was a covenant between husband and wife and thereby prohibited divorce and re-marriage (cf. Matthew 19:3-12), He concluded, &ldquo;Some men are incapable of sexual activity from birth; some have been deliberately made so; and some there are who have freely renounced sex for the sake of God&rsquo;s reign.&rdquo;&nbsp; Traditionally, our Church&ndash; as evidenced in the&nbsp;<em>Catechism</em>&nbsp;(#1579)&ndash; points to this &ldquo;free renunciation of sex for the sake of God&rsquo;s reign&rdquo; as a basis for celibacy.</p> <p>Nevertheless, in the early Church, clerical celibacy was not mandated.&nbsp; St. Paul in his first letter to St. Timothy wrote, &ldquo;A bishop must be irreproachable, married only once, of even temper, self-controlled, modest, and hospitable&rdquo; (3:2) and &ldquo;Deacons may be married but once and must be good managers of their children and their households&rdquo; (3:12).&nbsp; However, one should not erroneously construe this teaching to mean that a bishop, priest, or deacon had to be married; St. Paul admitted that he himself was not married (I Corinthians 7:8).</p> <p>Clement of Alexandria (d. 215) echoed St. Paul&rsquo;s teaching:&nbsp; &ldquo;All the same, the Church fully receives the husband of one wife whether he be priest or deacon or layman, supposing always that he uses his marriage blamelessly, and such a one shall be saved in the begetting of children.&rdquo;</p> <p>Nevertheless, the move to clerical celibacy began to grow in areas of the Church.&nbsp; St. Epiphanius of Salamis (d. 403) stated, &ldquo;Holy Church respects the dignity of the priesthood to such a point that she does not admit to the diaconate, the priesthood, or the episcopate, nor even to the subdiaconate, anyone still living in marriage and begetting children.&nbsp; She accepts only him who if married gives up his wife or has lost her by death, especially in those places where the ecclesiastical canons are strictly attended to.&rdquo;&nbsp; The local, Spanish Council of Elvira (306) imposed celibacy on the clergy:&nbsp; &ldquo;We decree that all bishops, priests, deacons, and all clerics engaged in the ministry are forbidden entirely to live with their wives and to beget children:&nbsp; whoever shall do so will be deposed from the clerical dignity.&rdquo;&nbsp; Later the Council of Carthage extended the celibacy requirement to the subdiaconate.</p> <p>After the legalization of Christianity in 313, greater discussion regarding clerical celibacy emerged.&nbsp; At the ecumenical Council of Nicea I (325), Bishop Hosius of Cordoba proposed a decree mandating clerical celibacy, including for those clergy already married.&nbsp; Egyptian Bishop Paphnutius, unmarried himself, rose in protest, asserting that such a requirement would be too rigorous and imprudent.&nbsp; Rather, he proposed that those members of the clergy already married should continue to be faithful to their wives, and those who were unmarried should personally decide whether or not to be celibate.</p> <p>Actually, during this time, the new spiritual fervor of &ldquo;white martyrdom&rdquo; arose.&nbsp; During the persecution, many suffered &ldquo;red martyrdom,&rdquo; the shedding of their blood for the faith.&nbsp; With white martyrdom, men and women chose to renounce the things of this world and to die to their old selves so as to rise to live a life totally dedicated to Christ.&nbsp; This notion of a white martyrdom was the thrust behind monasticism and vows of poverty, celibacy, and obedience.</p> <p>At this point, the tradition of clerical celibacy differed between the Western and Eastern traditions of the Church.&nbsp; For the Western Church several popes decreed celibacy:&nbsp; Damasus I (384), Siricius (385), Innocent I (404), and Leo I (458).&nbsp; Local councils issued edicts imposing celibacy on the clergy:&nbsp; in Africa, Carthage (390, 401-19); in France, Orange (441) and Tours (461); and in Italy, Turin (398).&nbsp; By the time of Pope Leo I (d. 461), no bishop, priest, deacon, or subdeacon could be married.</p> <p>In the Eastern Church, Emperor Justinian&rsquo;s Code of Civil Law forbade anyone who had children or even nephews to be consecrated a bishop.&nbsp; The Council of Trullo (692) mandated that a bishop be celibate, and if he was married, he would have to separate from his wife before his consecration.&nbsp; Priests, deacons, and subdeacons were forbidden to marry after ordination, although they were to continue to fulfill their marital vows if married before ordination.&nbsp; These regulations still stand for most of the Eastern Churches.</p> <p>Sadly, in the Middle Ages, we find abuses of clerical celibacy, which incited a strong reaction from the Church.&nbsp; The Synod of Augsburg (952), and the local Councils of Anse (994) and Poitiers (1000) all affirmed the rule of celibacy.&nbsp; Pope Gregory VII in 1075 forbade married priests or those who had concubines from saying Mass or performing other ecclesiastical functions, and forbade the laity from hearing these Masses or participating in other liturgical functions offered by such priests.&nbsp; Finally, the First Lateran Council (1123), an ecumenical council of the Church, mandated celibacy for the Western clergy.&nbsp; The Second Lateran Council (1139) subsequently decreed Holy Orders as an impediment to marriage, making any attempt at marriage by an ordained cleric invalid.&nbsp; Finally, the regulations concerning celibacy seemed clear and consistent throughout the Catholic Church.</p> <p>Protestant leaders later ridiculed and attacked the discipline of clerical celibacy.&nbsp; In response, the Council of Trent in its&nbsp;<em>Doctrine on the Sacrament of Orders</em>&nbsp;(1563) admitted that celibacy was not a divine law, but stipulated that the Church had the authority to impose celibacy as a discipline.&nbsp; While holding celibacy in high regard, the Church did not diminish the sanctity of marriage or marital love.&nbsp; Moreover, the Council asserted that celibacy was not impossible to live but at the same time recognized that celibates needed the grace of God to do so.</p> <p>The Catholic Church has continued to affirm the discipline of clerical celibacy, most recently in the Second Vatican Council&rsquo;s decree&nbsp;<em>Presbyterorum ordinis</em>&nbsp;(1965), Pope Paul VI&rsquo;s encyclical&nbsp;<em>Sacerdotalis Caelibatus</em>&nbsp;(1967), and in the&nbsp;<em>Code of Canon Law</em>&nbsp;(1983).</p> <p>Given the history of how celibacy came to be required for clergy in the Roman Catholic Church (except in several of the Eastern Rites), we can now examine the spirituality which undergirds the regulation.&nbsp; The Second Vatican Council&rsquo;s&nbsp;<em>Decree on the Ministry and Life of Priests</em>&nbsp;(<em>Presbyteroum ordinis</em>) (1965) asserted, &ldquo;Perfect and perpetual continence for the sake of the Kingdom of Heaven was recommended by Christ the Lord.&nbsp; It has been freely accepted and laudably observed by many Christians down through the centuries as well as in our own time, and has always been highly esteemed in a special way by the Church as a feature of priestly life.&nbsp; For it is at once a sign of pastoral charity and an incentive to it as well as being in a special way a source of spiritual fruitfulness in the world&rdquo; (#16).&nbsp; While recognizing that celibacy is not demanded by the very nature of the priesthood, the Council affirmed ways celibacy is in harmony with the priesthood:&nbsp; Through celibacy, a priest, identifying himself with Christ, dedicates his whole life to the service of his Lord and the church.&nbsp; Celibacy enables the priest to focus entirely on building up the kingdom of God here and now.&nbsp; Priests can &ldquo;cling to Christ with undivided hearts and dedicate themselves more freely in Him and through Him to the service of God and of men&rdquo; (#16).&nbsp; They are a sign in this world of the union of the Church to her spouse, Christ, and of the life in the world to come &ldquo;in which the children of the resurrection shall neither be married nor take wives&rdquo; (Luke 20:35-367).</p> <p>Pope Paul VI highlighted these same themes in his encyclical&nbsp;<em>Sacerdotalis Caelibatus</em>&nbsp;(1967), which actually was written at a time when some people questioned the need for mandatory celibacy.&nbsp; The Holy Father pinpointed three &ldquo;significances&rdquo; or senses to celibacy:&nbsp; the Christological, the ecclesiological, and the eschatological.&nbsp; In the Christological sense, a priest must look to Christ as the ideal, eternal priest.&nbsp; This identification permeates his whole being. Just as Christ remained celibate and dedicated His life to the service of His Father and all people, a priest accepts celibacy and consecrates himself totally to serve the mission of the Lord.&nbsp; This total giving and commitment to Christ is a sign of the Kingdom present here and now.</p> <p>In the ecclesiological sense, just as Christ was totally united to the Church, the priest through his celibacy bonds his life to the Church.&nbsp; He is better able to be a Minister of the Word of God&ndash; listening to that Word, pondering its depth, living it, and preaching it with whole hearted conviction.&nbsp; He is the Minister of Sacraments, and, especially through the Mass, acts in the person of Christ, offering himself totally to the Lord.&nbsp; Celibacy allows the priest greater freedom and flexibility in fulfilling his pastoral work:&nbsp; &ldquo;[Celibacy] gives to the priest, even in the practical field, the maximum efficiency and the best disposition of mind, psychologically and affectively, for the continuous exercise of a perfect charity.&nbsp; This charity will permit him to spend himself wholly for the welfare of all, in a fuller and more concrete way&rdquo; (<em>Sacerdotalis Caelibatus</em>, #32).</p> <p>Finally, in the eschatological sense, the celibate life foreshadows the freedom we will have in heaven when perfectly united with God as His child.</p> <p>The&nbsp;<em>Code of Canon Law</em>&nbsp;reflects these three &ldquo;significances&rdquo; in Canon 277, which mandates clerical celibacy:&nbsp; &ldquo;Clerics are obliged to observe perfect and perpetual continence for the sake of the Kingdom of Heaven and therefore are obliged to observe celibacy, which is a special gift of God, by which sacred ministers can adhere more easily to Christ with an undivided heart and can more freely dedicate themselves to the service of God and mankind.&rdquo;</p> <p>Throughout the Church&rsquo;s teaching on celibacy, three important dimensions must be kept in mind:&nbsp; First, celibacy involves freedom.&nbsp; A man when called to Holy Orders freely accepts the obligation of celibacy, after prayerful reflection and consideration.&nbsp; Having made that decision, celibacy does grant the bishop, priest, or deacon the freedom to identify with Christ and to serve Him and the Church without reservation, condition, or hesitation.</p> <p>Secondly, celibacy involves sacrifice, and a sacrifice is an act of love.&nbsp; For instance, when a man and a woman, marry, they make a sacrifice to live &ldquo;in good times and in bad, in sickness and in health until death.&rdquo;&nbsp; They sacrifice to live a faithful love, no longer dating others or giving into selfish pleasures.&nbsp; When they become parents, they sacrifice to support the raising of children.&nbsp; Decisions of love always entail sacrifice.</p> <p>And so it is with the clergy.&nbsp; To be a priest means to make a sacrifice of oneself to Christ for the good of His Church.&nbsp; The priest sacrifices being married to a woman and having his own family to being &ldquo;wedded&rdquo; to Christ and His Church and serving their needs as &ldquo;father.&rdquo;</p> <p>Finally, celibacy requires the grace of God to be lived.&nbsp; Repeatedly, celibacy is seen as a gift of the Holy Spirit.&nbsp; However, this gift is not just to keep one&rsquo;s physical desires under control or to live as a bachelor; this gift is being able to say &ldquo;yes&rdquo; to our Lord each day and live His life.</p> <p>Sadly, in our world, many people cannot appreciate the discipline of celibacy, whether for the clergy or anyone else.&nbsp; We live in a society where the media bombards us with uncontrolled sexual imagery.&nbsp; If some people cannot appreciate the values of virginity before marriage, fidelity in marriage, or sacrifice for children, they cannot begin to appreciate anyone&ndash; man or woman&ndash; who lives a celibate lifestyle in dedication to a vocation.&nbsp; As a Church, we should be thankful to the clergy, and the men and women religious, who have made the total sacrifice of themselves out of love to serve our Lord and the Church.</p> </div> </div> </div> </div> </div> </div>",
    "factTitle": "Celibacy in the Catholic church"
  },
  {
    "uid": 4,
    "factContent": "<p>Confirmation is the third sacrament of initiation and serves to &quot;confirm&quot; a baptized person in their faith. The rite of confirmation can occur as early as age 7 for children who were baptized as infants but is commonly received around age 13; it is performed immediately after baptism for adult converts. A bishop or priest normally performs the rite, which includes the laying on of hands in prayer and blessing and the anointing of the forehead with chrism (holy oil) with the words, &rdquo;Be sealed with the gifts of the Holy Spirit.&rdquo; In so &quot;sealing&quot; that person as a member of the church, the outward rite of confirmation signifies the inner presence of the Holy Spirit, who is believed to provide the strength to live out a life of faith. At confirmation a Catholic may symbolically take the name of a saint to be his or her patron.</p>",
    "factTitle": "Confirmation"
  },
  {
    "uid": 5,
    "factContent": "<p>The seven gifts of the Holy Spirit are, according to Catholic Tradition, heroic character traits that Jesus Christ alone possesses in their plenitude but that he freely shares with the members of his mystical body (i.e., his Church). These traits are infused into every Christian as a permanent endowment at his baptism, nurtured by the practice of the seven virtues, and sealed in the sacrament of confirmation. They are also known as the sanctifying gifts of the Spirit, because they serve the purpose of rendering their recipients docile to the promptings of the Holy Spirit in their lives, helping them to grow in holiness and making them fit for heaven.</p>  <p>The nature of the seven gifts has been debated by theologians since the mid-second century, but the standard interpretation has been the one that St. Thomas Aquinas worked out in the thirteenth century in his Summa Theologiae:</p>  <p>Wisdom is both the knowledge of and judgment about &ldquo;divine things&rdquo; and the ability to judge and direct human affairs according to divine truth (I/I.1.6; I/II.69.3; II/II.8.6; II/II.45.1&ndash;5). Understanding is penetrating insight into the very heart of things, especially those higher truths that are necessary for our eternal salvation&mdash;in effect, the ability to &ldquo;see&rdquo; God (I/I.12.5; I/II.69.2; II/II.8.1&ndash;3). Counsel allows a man to be directed by God in matters necessary for his salvation (II/II.52.1). Fortitude denotes a firmness of mind in doing good and in avoiding evil, particularly when it is difficult or dangerous to do so, and the confidence to overcome all obstacles, even deadly ones, by virtue of the assurance of everlasting life (I/II.61.3; II/II.123.2; II/II.139.1). Knowledge is the ability to judge correctly about matters of faith and right action, so as to never wander from the straight path of justice (II/II.9.3). Piety is, principally, revering God with filial affection, paying worship and duty to God, paying due duty to all men on account of their relationship to God, and honoring the saints and not contradicting Scripture. The Latin word pietas denotes the reverence that we give to our father and to our country; since God is the Father of all, the worship of God is also called piety (I/II.68.4; II/II.121.1). Fear of God is, in this context, &ldquo;filial&rdquo; or chaste fear whereby we revere God and avoid separating ourselves from him&mdash;as opposed to &ldquo;servile&rdquo; fear, whereby we fear punishment (I/II.67.4; II/II.19.9). These gifts, according to Aquinas, are &ldquo;habits,&rdquo; &ldquo;instincts,&rdquo; or &ldquo;dispositions&rdquo; provided by God as supernatural helps to man in the process of his &ldquo;perfection.&rdquo; They enable man to transcend the limitations of human reason and human nature and participate in the very life of God, as Christ promised (John 14:23). Aquinas insisted that they are necessary for man&rsquo;s salvation, which he cannot achieve on his own. They serve to &ldquo;perfect&rdquo; the four cardinal or moral virtues (prudence, justice, fortitude, and temperance) and the three theological virtues (faith, hope, and charity). The virtue of charity is the key that unlocks the potential power of the seven gifts, which can (and will) lie dormant in the soul after baptism unless so acted upon.</p>",
    "factTitle": "Gifts of the Holy Spirit"
  },
  {
    "uid": 6,
    "factContent": "<div data-v-0cbbd2f3=\"\"> <div data-v-0cbbd2f3=\"\"> <div data-v-0cbbd2f3=\"\"> <div id=\"article-intro_1-0\" class=\"comp article-content__description article-intro mntl-sc-page mntl-block\" data-sc-sticky-offset=\"60\" data-sc-ad-label-height=\"24\" data-sc-ad-track-spacing=\"100\" data-sc-min-track-height=\"250\" data-sc-max-track-height=\"600\" data-sc-breakpoint=\"54em\" data-sc-load-immediate=\"1\" data-sc-content-positions=\"[300,600,900,1200,1500,1800,2100]\" data-bind-scroll-on-start=\"true\"> <div data-v-0cbbd2f3=\"\"> <div data-v-0cbbd2f3=\"\"> <p>There are six main levels of the clergy and individuals work their way up the order, however very few will ever reach the top of the hierarchy. In fact, the majority of clergy members to not move past the second level.</p> <ul> <li> <h2><strong>Deacon</strong></h2> <p>There are two types of Deacons within the Catholic Church, but we&rsquo;re going to focus on transitional deacons. These men are also referred to as seminarians and are students of the Catholic Church. They are generally in their last phase of training for priesthood. They maintain this role for twelve months.</p> <p>Deacons can practice in many similar ways to priests. They can baptise, witness marriages, and perform funerals.</p> </li> <li> <h2><strong>Priest</strong></h2> <p>After graduating from being a Deacon, individuals become priests. To become a priest, one must undertake the Rite of Ordination. This ordains them into the priesthood. During the ceremony, they promise to uphold the duties of priesthood and to obey his superiors.</p> <p>Once a priest, individuals are able to perform the ceremony of the Eucharist, take confession and perform Anointing of the Sick. Priests are also able to perform Holy Matrimony.</p> <p>There are two types of priests within the Catholic Church, religious and diocesan. Diocesan priests lead individual parishes. They serve the people within their own parish and are not required to take the same vowels as religious priests. Diocesan priests live on a monthly salary and have their meals and lodging provided for them by the parish. Additionally, they may wear whatever clothes they choose outside of service. This type of priest is more common in secular countries without a strong traditional Catholic population.</p> <p>Religious priests, however, vow themselves to a religious order, such as the Jesuits. They wear particular religious garb and take additional vows of poverty and obedience. Priests are unable to hold personal possessions and they own very little other than their clothes. They typically live in a group house alongside other members of the order. Typically they are not provided with a salary and must follow the orders of their superior.</p> </li> <li> <h2><strong>Bishop</strong></h2> <p>Bishops are ministers who hold the full sacrament of holy orders. Catholics trace their origins to the time of the apostles, who were endowed with a spiritual gift by the Holy Spirit at Pentecost.</p> <p>Bishops are required to be 35 years old, ordained at least five years prior and hold a doctorate in theology. They are believed to truly hold expertise in canon law and sacred scripture. They typically govern over local regions known as dioceses.</p> <p>Becoming a bishop is an important moment in most clergy life, as all senior rankings hold the title bishop. Bishops reach their retirement age at 75 years old. At this time, they are to submit their resignation to the Pope who will then work with him to determine a suitable replacement.</p> <p>Bishops are the third, and fullest level of the Sacrament of Holy Orders.</p> </li> <li> <h2><strong>Archbishop</strong></h2> <p>Archbishops are particularly important bishops. They oversee large areas of churches called archdiocese. The title comes from the Greek word meaning &ldquo;chief&rdquo;. Bishops report directly to them when in need of assistance or guidance. The archbishop is best thought of as a manager of bishops for a certain geographical region.</p> </li> <li> <h2><strong>Cardinal</strong></h2> <p>Cardinals are leading bishops and members of the College of Cardinals. Their biggest duty is participating in the Papal Conclave, that is, voting for the new Pope. Most have additional duties including missions within the Roman Curia, governmental body of the Holy See. To be eligible to attend these votes, however, Cardinals must be below the age of 80.</p> <p>The current pope, Pope Francis, is known for his particularly diverse group of cardinals- if you can call a group of old, male, Catholic diverse. There are currently 128 serving cardinals. Of those, Pope Francis created 88 from 56 countries. 17 of these countries had never been represented in the College of Cardinals again.</p> <p>In 2019 Pope Francis created several cardinals that are experts in the care of migrants and relations with Islam.</p> </li> <li> <h2><strong>Pope</strong></h2> <p>The highest honour a member of the clergy can receive is to be elected as the leader of the Catholic Church. The Pope is elected by cardinals under the age of 8- following the death or resignation of a Pope. There is no limit to how many years a Pope may hold his office.</p> <p>The office of the Pope is referred to as the papacy. The Pope rules the Catholic Church in a very similar way to a king would a country, and he is the head of state for the Vatican City. The Roma Curia (you might remember them to be Cardinals) help the Pope to complete his duties.</p> <p>Newly elected popes much choose a regnal name, many choose to honour the names of previous popes. Each pope chooses his name in reflection of a saint he feels a strong connection to. Catholics believe their pope is infallible, and that God will not allow his followers to be misled by having him make a wrong statement.</p> </li> </ul> <p>As you can see, the Catholic clergy is quite the complicated institution. This article has just touched on the very basics of each of the Catholic cardinal levels. Additionally, you may have noticed we have only referred to males. This isn&rsquo;t because we forgot women, it&rsquo;s because the Catholic Church does not accept women into the clergy but that&rsquo;s a story for another day.</p> </div> </div> </div> </div> </div> </div>",
    "factTitle": "Hierarchy of the Catholic Church"
  },
  {
    "uid": 7,
    "factContent": "<p>The Eucharist, or Holy Communion, is another sacrament of initiation and can be received daily if desired. It is the central rite of Catholic worship. A baptized child's First Communion is usually celebrated around age seven or eight and is preceded by their first confession (the sacrament of Reconciliation). During the mass the priest consecrates bread and wine, the elements of the Eucharist, which are transubstantiated into the body and blood of Christ. As a memorial of Christ&rsquo;s sacrifice on the cross and in a reflection of his Last Supper with his disciples, the congregation then shares in the sacred meal. Special lay ministers (i.e., non-priests) are trained to bring the consecrated elements to the ill or otherwise homebound so that all Catholics can participate.</p>",
    "factTitle": "Holy Eucharist"
  },
  {
    "uid": 8,
    "factContent": "<p>Ordination, or Holy Orders, is a sacrament that is available only to men who are being ordained as deacons, priests, or bishops. As with Baptism and Confirmation, the sacrament is said to convey a special indelible &ldquo;character&rdquo; on the soul of the recipient. During the rite, which typically occurs during a special Sunday mass, a prayer and blessing is offered as a bishop lays his hands on the head of the man being ordained. In the case of the ordination of priests and bishops, this act confers the sacramental power to ordain (for bishops), baptize, confirm, witness marriages, absolve sins, and consecrate the Eucharist. Deacons can baptize, witness marriages, preach, and assist during the mass, but they cannot consecrate the Eucharist or hear confessions. With the exception of married deacons, an order restored by the Second Vatican Council, all ordained men are to be celibate.</p>",
    "factTitle": "Holy Order"
  },
  {
    "uid": 9,
    "factContent": "<div data-v-0cbbd2f3=\"\" style='box-sizing: border-box; color: rgb(0, 0, 0); font-family: \"open sans\", sans-serif; font-size: 18px; font-style: normal; font-variant-ligatures: normal; font-variant-caps: normal; font-weight: 400; letter-spacing: normal; orphans: 2; text-align: left; text-indent: 0px; text-transform: none; white-space: normal; widows: 2; word-spacing: 0px; -webkit-text-stroke-width: 0px; background-color: rgb(255, 255, 255); text-decoration-thickness: initial; text-decoration-style: initial; text-decoration-color: initial;'>     <div data-v-0cbbd2f3=\"\" style='box-sizing: border-box; color: rgb(0, 0, 0); font-family: \"open sans\", sans-serif; font-size: 18px; font-style: normal; font-variant-ligatures: normal; font-variant-caps: normal; font-weight: 400; letter-spacing: normal; orphans: 2; text-align: left; text-indent: 0px; text-transform: none; white-space: normal; widows: 2; word-spacing: 0px; -webkit-text-stroke-width: 0px; background-color: rgb(255, 255, 255); text-decoration-thickness: initial; text-decoration-style: initial; text-decoration-color: initial;'>         <p style=\"box-sizing: border-box; margin-top: 0px; margin-bottom: 1rem;\">The&nbsp;<a href=\"https://www.catholic.com/encyclopedia/mary-the-blessed-virgin\" style=\"box-sizing: border-box; color: rgb(0, 123, 255); text-decoration: none; background-color: transparent;\">Marian</a> doctrines are, for many Protestants, among the most bothersome of the Catholic Church&rsquo;s teachings. In this tract we&rsquo;ll examine briefly two Marian doctrines that Protestant writers frequently object to&mdash;the&nbsp;<a href=\"https://www.catholic.com/encyclopedia/immaculate-conception\" style=\"box-sizing: border-box; color: rgb(0, 123, 255); text-decoration: none; background-color: transparent;\">Immaculate Conception</a> and the&nbsp;<a href=\"https://www.catholic.com/encyclopedia/feast-of-the-assumption-of-the-blessed-virgin-mary\" style=\"box-sizing: border-box; color: rgb(0, 123, 255); text-decoration: none; background-color: transparent;\">Assumption</a>.</p>         <h2 style=\"box-sizing: border-box; margin-top: 0px; margin-bottom: 0.25rem; font-family: inherit; font-weight: 700; line-height: 1.2; color: rgb(0, 40, 86); font-size: 1.5rem;\">The Immaculate Conception</h2>         <p style=\"box-sizing: border-box; margin-top: 0px; margin-bottom: 1rem;\">It&rsquo;s important to understand what the doctrine of the Immaculate Conception is and what it is not. Some people think the term refers to Christ&rsquo;s conception in Mary&rsquo;s womb without the intervention of a human father; but that is the&nbsp;<a href=\"https://www.catholic.com/tract/mary-ever-virgin\" style=\"box-sizing: border-box; color: rgb(0, 123, 255); text-decoration: none; background-color: transparent;\">Virgin Birth</a>. Others think the Immaculate Conception means Mary was conceived &ldquo;by the power of the Holy Spirit,&rdquo; in the way Jesus was, but that, too, is incorrect. The Immaculate Conception means that Mary, whose conception was brought about the normal way, was conceived without original sin or its stain&mdash;that&rsquo;s what &ldquo;immaculate&rdquo; means: without stain. The essence of original sin consists in the deprivation of sanctifying grace, and its stain is a corrupt nature. Mary was preserved from these defects by God&rsquo;s grace; from the first instant of her existence she was in the state of sanctifying grace and was free from the corrupt nature original sin brings.</p>         <p style=\"box-sizing: border-box; margin-top: 0px; margin-bottom: 1rem;\">When discussing the Immaculate Conception, an implicit reference may be found in the angel&rsquo;s greeting to Mary. The angel Gabriel said, &ldquo;Hail, full of grace, the Lord is with you&rdquo; (Luke 1:28). The phrase &ldquo;full of grace&rdquo; is a translation of the Greek word <em style=\"box-sizing: border-box;\">kecharitomene</em>. It therefore expresses a characteristic quality of Mary.</p>     </div>     <div data-v-0cbbd2f3=\"\" data-v-9689a1ae=\"\" style='box-sizing: border-box; color: rgb(0, 0, 0); font-family: \"open sans\", sans-serif; font-size: 18px; font-style: normal; font-variant-ligatures: normal; font-variant-caps: normal; font-weight: 400; letter-spacing: normal; orphans: 2; text-align: left; text-indent: 0px; text-transform: none; white-space: normal; widows: 2; word-spacing: 0px; -webkit-text-stroke-width: 0px; background-color: rgb(255, 255, 255); text-decoration-thickness: initial; text-decoration-style: initial; text-decoration-color: initial; min-height: 90px;'>         <div class=\"text-center\" data-v-9689a1ae=\"\" style=\"box-sizing: border-box; text-align: center !important;\"><iframe scrolling=\"no\" frameborder=\"0\" width=\"728\" height=\"90\" style=\"box-sizing: border-box; margin: 0px auto; border: 0px;\"></iframe></div>     </div>     <div data-v-0cbbd2f3=\"\" style='box-sizing: border-box; color: rgb(0, 0, 0); font-family: \"open sans\", sans-serif; font-size: 18px; font-style: normal; font-variant-ligatures: normal; font-variant-caps: normal; font-weight: 400; letter-spacing: normal; orphans: 2; text-align: left; text-indent: 0px; text-transform: none; white-space: normal; widows: 2; word-spacing: 0px; -webkit-text-stroke-width: 0px; background-color: rgb(255, 255, 255); text-decoration-thickness: initial; text-decoration-style: initial; text-decoration-color: initial; margin-top: 15px;'>         <p style=\"box-sizing: border-box; margin-top: 0px; margin-bottom: 1rem;\">The grace given to Mary is at once permanent and of a unique kind. <em style=\"box-sizing: border-box;\">Kecharitomene</em> is a perfect passive participle of <em style=\"box-sizing: border-box;\">charitoo</em>, meaning &ldquo;to fill or endow with grace.&rdquo; Since this term is in the perfect tense, it indicates that Mary was graced in the past but with continuing effects in the present. So, the grace Mary enjoyed was not a result of the angel&rsquo;s visit. In fact, Catholics hold, it extended over the whole of her life, from conception onward. She was in a state of sanctifying grace from the first moment of her existence.</p>         <h2 style=\"box-sizing: border-box; margin-top: 0px; margin-bottom: 0.25rem; font-family: inherit; font-weight: 700; line-height: 1.2; color: rgb(0, 40, 86); font-size: 1.5rem;\">Protestants&rsquo; Objections</h2>         <p style=\"box-sizing: border-box; margin-top: 0px; margin-bottom: 1rem;\">Protestants&rsquo; chief reason for objecting to the Immaculate Conception and Mary&rsquo;s consequent sinlessness is that we are told that &ldquo;all have sinned&rdquo; (Rom. 3:23). Besides, they say, Mary said her &ldquo;spirit rejoices in God my Savior&rdquo; (Luke 1:47), and only a sinner needs a Savior.</p>         <p style=\"box-sizing: border-box; margin-top: 0px; margin-bottom: 1rem;\">Let&rsquo;s take the second citation first. Mary, too, required a Savior. Like all other descendants of Adam, she was subject to the necessity of contracting original sin. But by a special intervention of God, undertaken at the instant she was conceived, she was preserved from the stain of original sin and its consequences. She was therefore redeemed by the grace of Christ, but in a special way&mdash;by anticipation.</p>         <p style=\"box-sizing: border-box; margin-top: 0px; margin-bottom: 1rem;\">Consider an analogy: Suppose a man falls into a deep pit, and someone reaches down to pull him out. The man has been &ldquo;saved&rdquo; from the pit. Now imagine a woman walking along, and she too is about to topple into the pit, but at the very moment that she is to fall in, someone holds her back and prevents her. She too has been saved from the pit, but in an even better way: She was not simply taken out of the pit, she was prevented from getting stained by the mud in the first place. This is the illustration Christians have used for a thousand years to explain how Mary was saved by Christ. By receiving Christ&rsquo;s grace at her conception, she had his grace applied to her before she was able to become mired in original sin and its stain.</p>         <p style=\"box-sizing: border-box; margin-top: 0px; margin-bottom: 1rem;\">The <a href=\"https://shop.catholic.com/catechism-of-the-catholic-church-second-edition/\" style=\"box-sizing: border-box; color: rgb(0, 123, 255); text-decoration: none; background-color: transparent;\"><em style=\"box-sizing: border-box;\">Catechism of the Catholic Church</em></a> states that she was &ldquo;redeemed in a more exalted fashion, by reason of the merits of her Son&rdquo; (CCC 492). She has more reason to call God her Savior than we do, because he saved her in an even more glorious manner!</p>         <p style=\"box-sizing: border-box; margin-top: 0px; margin-bottom: 1rem;\">But what about Romans 3:23, &ldquo;all have sinned&rdquo;? Have all people committed actual sins? Consider a child below the age of reason. By definition he can&rsquo;t sin, since sinning requires the ability to reason and the ability to intend to sin.</p>         <p style=\"box-sizing: border-box; margin-top: 0px; margin-bottom: 1rem;\">Paul&rsquo;s comment seems to have one of two meanings. It might be that it refers not to absolutely everyone, but just to the mass of mankind (which means young children and other special cases, like Jesus and Mary, would be excluded without having to be singled out). If not that, then it would mean that everyone, without exception, is subject to original sin, which is true for a young child, for the unborn, even for Mary&mdash;but she, though due to be subject to it, was preserved by God from it and its stain.</p>         <p style=\"box-sizing: border-box; margin-top: 0px; margin-bottom: 1rem;\">The objection is also raised that if Mary were without sin, she would be equal to God. In the beginning, God created Adam, Eve, and the angels without sin, but none were equal to God. Most of the angels never sinned, and all souls in heaven are without sin. Sinning does not make one human.</p>         <p style=\"box-sizing: border-box; margin-top: 0px; margin-bottom: 1rem;\">The doctrine of the Immaculate Conception was officially defined by Pope Pius IX in 1854. When Protestants claim that the doctrine was &ldquo;invented&rdquo; at this time, they misunderstand both the history of dogmas and what prompts the Church to issue, from time to time, definitive pronouncements regarding faith or morals. They are under the impression that no doctrine is believed until the pope or an ecumenical council issues a formal statement about it.</p>         <p style=\"box-sizing: border-box; margin-top: 0px; margin-bottom: 1rem;\">Actually, doctrines are defined formally only when there is a controversy that needs to be cleared up or when the magisterium (the Church in its office as teacher; see Matt. 28:18&ndash;20; 1 Tim. 3:15, 4:11) thinks the faithful can be helped by particular emphasis being drawn to some already-existing belief. The definition of the Immaculate Conception was prompted by the latter motive: Pope Pius IX, who was highly devoted to the Blessed Virgin, hoped the definition would inspire others in their devotion to her.</p>         <h2 style=\"box-sizing: border-box; margin-top: 0px; margin-bottom: 0.25rem; font-family: inherit; font-weight: 700; line-height: 1.2; color: rgb(0, 40, 86); font-size: 1.5rem;\"><strong style=\"box-sizing: border-box; font-weight: bolder;\">The Assumption</strong></h2>         <p style=\"box-sizing: border-box; margin-top: 0px; margin-bottom: 1rem;\">The doctrine of the Assumption says that at the end of her life on earth Mary was assumed, body and soul, into heaven, just as Enoch, Elijah, and perhaps others had been before her. Some people think Catholics believe Mary &ldquo;ascended&rdquo; into heaven. That&rsquo;s not correct. Christ, by his own power, ascended into heaven. Mary was assumed or taken up into heaven by God. She didn&rsquo;t do it under her own power.</p>         <p style=\"box-sizing: border-box; margin-top: 0px; margin-bottom: 1rem;\">The Church has never formally defined whether she died or not, and the integrity of the doctrine of the Assumption would not be impaired if she did not in fact die, but the almost universal consensus is that she did die. Pope Pius XII, in <em style=\"box-sizing: border-box;\">Munificentissimus Deus</em> (1950), defined that Mary, &ldquo;after the completion of her earthly life&rdquo; (note the silence regarding her death), &ldquo;was assumed body and soul into the glory of heaven.&rdquo;</p>         <p style=\"box-sizing: border-box; margin-top: 0px; margin-bottom: 1rem;\">The possibility of a bodily assumption before the Second Coming is suggested by Matthew 27:52&ndash;53: &ldquo;[T]he tombs also were opened, and many bodies of the saints who had fallen asleep were raised, and coming out of the tombs after his resurrection they went into the holy city and appeared to many.&rdquo; Did all these Old Testament saints die and have to be buried all over again? There is no record of that, but it is recorded by early Church writers that they were assumed into heaven, or at least into that temporary state of rest and happiness often called &ldquo;paradise,&rdquo; where the righteous people from the Old Testament era waited until Christ&rsquo;s resurrection (see Luke 16:22, 23:43; Heb. 11:1&ndash;40; 1 Pet. 4:6), after which they were brought into the eternal bliss of heaven.</p>         <h2 style=\"box-sizing: border-box; margin-top: 0px; margin-bottom: 0.25rem; font-family: inherit; font-weight: 700; line-height: 1.2; color: rgb(0, 40, 86); font-size: 1.5rem;\">No Remains</h2>         <p style=\"box-sizing: border-box; margin-top: 0px; margin-bottom: 1rem;\">There is also what might be called the negative historical proof for Mary&rsquo;s Assumption. It is easy to document that, from the first, Christians gave homage to saints, including many about whom we now know little or nothing. Cities vied for the title of the last resting place of the most famous saints. Rome, for example, houses the tombs of Peter and Paul, Peter&rsquo;s tomb being under the high altar of St. Peter&rsquo;s Basilica in Rome. In the early Christian centuries relics of saints were zealously guarded and highly prized. The bones of those martyred in the Coliseum, for instance, were quickly gathered up and preserved.</p>         <p style=\"box-sizing: border-box; margin-top: 0px; margin-bottom: 1rem;\">It is agreed upon that Mary ended her life in Jerusalem, or perhaps in Ephesus. However, neither of those cities nor any other claimed her remains, though there are claims about possessing her (temporary) tomb. And why did no city claim the bones of Mary? Apparently because there weren&rsquo;t any bones to claim, and people knew it. Here was Mary, certainly the most privileged of all the saints, but we have no record of her bodily remains being venerated anywhere.</p>         <h2 style=\"box-sizing: border-box; margin-top: 0px; margin-bottom: 0.25rem; font-family: inherit; font-weight: 700; line-height: 1.2; color: rgb(0, 40, 86); font-size: 1.5rem;\">Complement to the Immaculate Conception</h2>         <p style=\"box-sizing: border-box; margin-top: 0px; margin-bottom: 1rem;\">Over the centuries, the Fathers and the Doctors of the Church spoke often about the fittingness of the privilege of Mary&rsquo;s Assumption. The grounds considered include Mary&rsquo;s freedom from sin, her motherhood of God, her perpetual virginity, and&mdash;the key&mdash;her union with the salvific work of Christ.</p>         <p style=\"box-sizing: border-box; margin-top: 0px; margin-bottom: 1rem;\">The dogma is especially fitting when one examines the honor that was given to the ark of the covenant. It contained the manna (bread from heaven), stone tablets of the ten commandments (the word of God), and the staff of Aaron (a symbol of Israel&rsquo;s high priesthood). Because of its contents, it was made of incorruptible wood, and Psalm 132:8 said, &ldquo;Arise, O Lord, and go to thy resting place, thou and the ark of thy might.&rdquo; If this vessel was given such honor, how much more should Mary be kept from corruption, since she is the new ark&mdash;who carried the real bread from heaven, the Word of God, and the high priest of the New Covenant, Jesus Christ.</p>         <p style=\"box-sizing: border-box; margin-top: 0px; margin-bottom: 1rem;\">But there is more than just fittingness. After all, if Mary is immaculately conceived, then it would follow that she would not suffer the corruption in the grave, which is a consequence of sin [Gen. 3:17, 19].</p>         <h2 style=\"box-sizing: border-box; margin-top: 0px; margin-bottom: 0.25rem; font-family: inherit; font-weight: 700; line-height: 1.2; color: rgb(0, 40, 86); font-size: 1.5rem;\">Mary&rsquo;s Cooperation</h2>         <p style=\"box-sizing: border-box; margin-top: 0px; margin-bottom: 1rem;\">Mary freely and actively cooperated in a unique way with God&rsquo;s plan of salvation (Luke 1:38; Gal. 4:4). Like any mother, she was never separated from the suffering of her son (Luke 2:35), and Scripture promises that those who share in the sufferings of Christ will share in his glory (Rom. 8:17). Since she suffered a unique interior martyrdom, it is appropriate that Jesus would honor her with a unique glory.</p>         <p style=\"box-sizing: border-box; margin-top: 0px; margin-bottom: 1rem;\">All Christians believe that one day we will all be raised in a glorious form and then caught up and rendered immaculate to be with Jesus forever (1 Thess. 4:17; Rev. 21:27). As the first person to say &ldquo;yes&rdquo; to the good news of Jesus (Luke 1:38), Mary is the prototypical Christian and received early the blessings we will all one day be given.</p>         <h2 style=\"box-sizing: border-box; margin-top: 0px; margin-bottom: 0.25rem; font-family: inherit; font-weight: 700; line-height: 1.2; color: rgb(0, 40, 86); font-size: 1.5rem;\">The Bible Only?</h2>         <p style=\"box-sizing: border-box; margin-top: 0px; margin-bottom: 1rem;\">Since the Immaculate Conception and Assumption are not explicit in Scripture, Protestant critics conclude that the doctrines are false. Here, of course, we get into an entirely separate matter, the question of <em style=\"box-sizing: border-box;\">sola scriptura</em>, or the Protestant &ldquo;Bible only&rdquo; theory. There is no room in this tract to consider that idea. Let it just be said that there is no problem with the Church defining a doctrine that is not explicitly in Scripture, so long as does not contradict Scripture.</p>         <p style=\"box-sizing: border-box; margin-top: 0px; margin-bottom: 1rem;\">The Catholic Church was commissioned by Christ to teach all nations infallibly until the end of the world (John 14:26, 16:13). The mere fact that the Church teaches that something is definitely true is a guarantee that it is true (see Matt. 28:18-20, Luke 10:16, 1 Tim. 3:15).</p>     </div> </div> <div data-v-0cbbd2f3=\"\" style='box-sizing: border-box; color: rgb(0, 0, 0); font-family: \"open sans\", sans-serif; font-size: 18px; font-style: normal; font-variant-ligatures: normal; font-variant-caps: normal; font-weight: 400; letter-spacing: normal; orphans: 2; text-align: left; text-indent: 0px; text-transform: none; white-space: normal; widows: 2; word-spacing: 0px; -webkit-text-stroke-width: 0px; background-color: rgb(255, 255, 255); text-decoration-thickness: initial; text-decoration-style: initial; text-decoration-color: initial; margin-top: 15px;'><br></div>",
    "factTitle": "Immaculate Conception"
  },
  {
    "uid": 10,
    "factContent": "<p class=\"credit\" style='box-sizing: inherit; line-height: 30.6px; margin: 0px 0px 25px; padding: 0px; color: rgb(0, 0, 0); font-family: \"Segoe UI\", \"San Francisco\", sans-serif; font-size: 18px; font-style: normal; font-variant-ligatures: normal; font-variant-caps: normal; font-weight: 400; letter-spacing: normal; orphans: 2; text-align: start; text-indent: 0px; text-transform: none; white-space: normal; widows: 2; word-spacing: 0px; -webkit-text-stroke-width: 0px; background-color: rgb(255, 255, 255); text-decoration-thickness: initial; text-decoration-style: initial; text-decoration-color: initial;'><span style=\"box-sizing: inherit; color: rgb(0, 0, 0);\">Indulgences are making a welcome reappearance in the spiritual life of Catholics. After centuries of slow decline in their use, punctuated by decades of almost complete neglect after the Second Vatican Council (1962-1965), the power of indulgences to enliven a sense of charity and to sharpen a healthy sorrow for sin is finally being rediscovered.</span></p> <p style='box-sizing: inherit; line-height: 30.6px; margin: 0px 0px 25px; padding: 0px; color: rgb(0, 0, 0); font-family: \"Segoe UI\", \"San Francisco\", sans-serif; font-size: 18px; font-style: normal; font-variant-ligatures: normal; font-variant-caps: normal; font-weight: 400; letter-spacing: normal; orphans: 2; text-align: start; text-indent: 0px; text-transform: none; white-space: normal; widows: 2; word-spacing: 0px; -webkit-text-stroke-width: 0px; background-color: rgb(255, 255, 255); text-decoration-thickness: initial; text-decoration-style: initial; text-decoration-color: initial;'>Three popes have led the way.</p> <p style='box-sizing: inherit; line-height: 30.6px; margin: 0px 0px 25px; padding: 0px; color: rgb(0, 0, 0); font-family: \"Segoe UI\", \"San Francisco\", sans-serif; font-size: 18px; font-style: normal; font-variant-ligatures: normal; font-variant-caps: normal; font-weight: 400; letter-spacing: normal; orphans: 2; text-align: start; text-indent: 0px; text-transform: none; white-space: normal; widows: 2; word-spacing: 0px; -webkit-text-stroke-width: 0px; background-color: rgb(255, 255, 255); text-decoration-thickness: initial; text-decoration-style: initial; text-decoration-color: initial;'>In 1968, Pope Paul VI (1962-1978) laid the foundations for this renewal by simplifying the rules on indulgences and redrafting the list of designated works and prayers. The pope&rsquo;s aim was to help Catholics see indulgences not as some sort of special projects to be performed apart from their daily life, but rather as ways to foster charity and a sense of repentance throughout an ordinary day.</p> <p style='box-sizing: inherit; line-height: 30.6px; margin: 0px 0px 25px; padding: 0px; color: rgb(0, 0, 0); font-family: \"Segoe UI\", \"San Francisco\", sans-serif; font-size: 18px; font-style: normal; font-variant-ligatures: normal; font-variant-caps: normal; font-weight: 400; letter-spacing: normal; orphans: 2; text-align: start; text-indent: 0px; text-transform: none; white-space: normal; widows: 2; word-spacing: 0px; -webkit-text-stroke-width: 0px; background-color: rgb(255, 255, 255); text-decoration-thickness: initial; text-decoration-style: initial; text-decoration-color: initial;'>Pope Paul&rsquo;s reorganization of indulgences left in place some of the older and more ambitious forms of indulgences, such as pilgrimages to shrines and participation in Eucharistic Congresses. But he also made it possible to share more deeply in the Church&rsquo;s &ldquo;treasury of merit&rdquo; by doing simple things such as bearing patiently the inconveniences of daily life in reparation for sin.</p> <p style='box-sizing: inherit; line-height: 30.6px; margin: 0px 0px 25px; padding: 0px; color: rgb(0, 0, 0); font-family: \"Segoe UI\", \"San Francisco\", sans-serif; font-size: 18px; font-style: normal; font-variant-ligatures: normal; font-variant-caps: normal; font-weight: 400; letter-spacing: normal; orphans: 2; text-align: start; text-indent: 0px; text-transform: none; white-space: normal; widows: 2; word-spacing: 0px; -webkit-text-stroke-width: 0px; background-color: rgb(255, 255, 255); text-decoration-thickness: initial; text-decoration-style: initial; text-decoration-color: initial;'>Pope Paul reminded us that, because God works through the little things in our lives as well as the great, something as trivial as being stuck in rush-hour traffic can become an opportunity to move closer to God if we offer it up for love of Him.</p> <p style='box-sizing: inherit; line-height: 30.6px; margin: 0px 0px 25px; padding: 0px; color: rgb(0, 0, 0); font-family: \"Segoe UI\", \"San Francisco\", sans-serif; font-size: 18px; font-style: normal; font-variant-ligatures: normal; font-variant-caps: normal; font-weight: 400; letter-spacing: normal; orphans: 2; text-align: start; text-indent: 0px; text-transform: none; white-space: normal; widows: 2; word-spacing: 0px; -webkit-text-stroke-width: 0px; background-color: rgb(255, 255, 255); text-decoration-thickness: initial; text-decoration-style: initial; text-decoration-color: initial;'>During his pontificate, Pope John Paul II (1978-2005) oversaw two revisions of the &ldquo;Enchiridion of Indulgences&rdquo; and frequently extended indulgences to Catholics participating in special events in their local area.</p> <p style='box-sizing: inherit; line-height: 30.6px; margin: 0px 0px 25px; padding: 0px; color: rgb(0, 0, 0); font-family: \"Segoe UI\", \"San Francisco\", sans-serif; font-size: 18px; font-style: normal; font-variant-ligatures: normal; font-variant-caps: normal; font-weight: 400; letter-spacing: normal; orphans: 2; text-align: start; text-indent: 0px; text-transform: none; white-space: normal; widows: 2; word-spacing: 0px; -webkit-text-stroke-width: 0px; background-color: rgb(255, 255, 255); text-decoration-thickness: initial; text-decoration-style: initial; text-decoration-color: initial;'>In 1991 the Polish pope recognized the Akathist hymn of Eastern Catholics as an indulgenced prayer on par with the Marian Rosary prayed by Roman Catholics. Then, in 1998 he withstood strong criticism from some Protestant leaders when he announced that participation in millennial celebrations of the Catholic Church would be enriched by a plenary indulgence.</p> <p style='box-sizing: inherit; line-height: 30.6px; margin: 0px 0px 25px; padding: 0px; color: rgb(0, 0, 0); font-family: \"Segoe UI\", \"San Francisco\", sans-serif; font-size: 18px; font-style: normal; font-variant-ligatures: normal; font-variant-caps: normal; font-weight: 400; letter-spacing: normal; orphans: 2; text-align: start; text-indent: 0px; text-transform: none; white-space: normal; widows: 2; word-spacing: 0px; -webkit-text-stroke-width: 0px; background-color: rgb(255, 255, 255); text-decoration-thickness: initial; text-decoration-style: initial; text-decoration-color: initial;'>Finally, Pope Benedict XVI &nbsp;made several references to indulgences in his informal addresses. He granted a plenary indulgence to those participating in person or in spirit in the celebration of the 150th anniversary of the Marian apparitions at Lourdes.</p> <p style='box-sizing: inherit; line-height: 30.6px; margin: 0px 0px 25px; padding: 0px; color: rgb(0, 0, 0); font-family: \"Segoe UI\", \"San Francisco\", sans-serif; font-size: 18px; font-style: normal; font-variant-ligatures: normal; font-variant-caps: normal; font-weight: 400; letter-spacing: normal; orphans: 2; text-align: start; text-indent: 0px; text-transform: none; white-space: normal; widows: 2; word-spacing: 0px; -webkit-text-stroke-width: 0px; background-color: rgb(255, 255, 255); text-decoration-thickness: initial; text-decoration-style: initial; text-decoration-color: initial;'>There seems, in short, little doubt that today indulgences are emerging from the pall under which they have labored since the Protestant reformer Martin Luther repudiated them early in the 16th century. As a better understanding of indulgences spreads among Catholics and other Christians, they seem set once again to contribute to the welfare of the whole Church.</p> <h3 style='box-sizing: inherit; color: rgb(0, 0, 0); text-rendering: optimizelegibility; line-height: 36px; font-size: 30px; font-family: \"Merriweather Sans\"; font-weight: 300; margin: 0px 0px 25px; padding: 0px; font-style: normal; font-variant-ligatures: normal; font-variant-caps: normal; letter-spacing: normal; orphans: 2; text-align: start; text-indent: 0px; text-transform: none; white-space: normal; widows: 2; word-spacing: 0px; -webkit-text-stroke-width: 0px; background-color: rgb(255, 255, 255); text-decoration-thickness: initial; text-decoration-style: initial; text-decoration-color: initial;'>An Ancient Practice</h3> <p style='box-sizing: inherit; line-height: 30.6px; margin: 0px 0px 25px; padding: 0px; color: rgb(0, 0, 0); font-family: \"Segoe UI\", \"San Francisco\", sans-serif; font-size: 18px; font-style: normal; font-variant-ligatures: normal; font-variant-caps: normal; font-weight: 400; letter-spacing: normal; orphans: 2; text-align: start; text-indent: 0px; text-transform: none; white-space: normal; widows: 2; word-spacing: 0px; -webkit-text-stroke-width: 0px; background-color: rgb(255, 255, 255); text-decoration-thickness: initial; text-decoration-style: initial; text-decoration-color: initial;'>We can say &ldquo;once again&rdquo; because indulgences are, in fact, quite an ancient part of Christian life. The actual word &ldquo;indulgence&rdquo; was first used in its modern sense in the 11th century, when they were offered as a spiritual reward for soldiers volunteering to join the efforts to free the Holy Land from Muslim invaders. But the actual practice of indulgences, if not the name, can be traced back much earlier in Church history, indeed, back to the times of the ancient Roman persecutions.</p> <p style='box-sizing: inherit; line-height: 30.6px; margin: 0px 0px 25px; padding: 0px; color: rgb(0, 0, 0); font-family: \"Segoe UI\", \"San Francisco\", sans-serif; font-size: 18px; font-style: normal; font-variant-ligatures: normal; font-variant-caps: normal; font-weight: 400; letter-spacing: normal; orphans: 2; text-align: start; text-indent: 0px; text-transform: none; white-space: normal; widows: 2; word-spacing: 0px; -webkit-text-stroke-width: 0px; background-color: rgb(255, 255, 255); text-decoration-thickness: initial; text-decoration-style: initial; text-decoration-color: initial;'>In those dark days, a practice grew up in which Christians suffering in prisons for the faith would sometimes send a letter to a bishop on behalf of a given penitent. The letter would ask the bishop, in recognition of the willingly accepted tribulations of the letter writer, to lighten the penance of a confessed and sorrowful sinner.</p> <p style='box-sizing: inherit; line-height: 30.6px; margin: 0px 0px 25px; padding: 0px; color: rgb(0, 0, 0); font-family: \"Segoe UI\", \"San Francisco\", sans-serif; font-size: 18px; font-style: normal; font-variant-ligatures: normal; font-variant-caps: normal; font-weight: 400; letter-spacing: normal; orphans: 2; text-align: start; text-indent: 0px; text-transform: none; white-space: normal; widows: 2; word-spacing: 0px; -webkit-text-stroke-width: 0px; background-color: rgb(255, 255, 255); text-decoration-thickness: initial; text-decoration-style: initial; text-decoration-color: initial;'>These requests, known as libelli pacis, were a beautiful example of the faithful putting into practice one of St. Paul&rsquo;s most famous admonitions: to share one another&rsquo;s burdens (see Gal 6:2).</p> <p style='box-sizing: inherit; line-height: 30.6px; margin: 0px 0px 25px; padding: 0px; color: rgb(0, 0, 0); font-family: \"Segoe UI\", \"San Francisco\", sans-serif; font-size: 18px; font-style: normal; font-variant-ligatures: normal; font-variant-caps: normal; font-weight: 400; letter-spacing: normal; orphans: 2; text-align: start; text-indent: 0px; text-transform: none; white-space: normal; widows: 2; word-spacing: 0px; -webkit-text-stroke-width: 0px; background-color: rgb(255, 255, 255); text-decoration-thickness: initial; text-decoration-style: initial; text-decoration-color: initial;'>The context in which such letters were written and rewarded underscored the close connection the Church has always sensed between the sacrament of confession and indulgences. To this day, both the Catechism of the Catholic Church (Nos. 1471-1479) and the Code of Canon Law (Canons 992-997) explain indulgences immediately in the context of the Sacrament of Confession.</p> <p style='box-sizing: inherit; line-height: 30.6px; margin: 0px 0px 25px; padding: 0px; color: rgb(0, 0, 0); font-family: \"Segoe UI\", \"San Francisco\", sans-serif; font-size: 18px; font-style: normal; font-variant-ligatures: normal; font-variant-caps: normal; font-weight: 400; letter-spacing: normal; orphans: 2; text-align: start; text-indent: 0px; text-transform: none; white-space: normal; widows: 2; word-spacing: 0px; -webkit-text-stroke-width: 0px; background-color: rgb(255, 255, 255); text-decoration-thickness: initial; text-decoration-style: initial; text-decoration-color: initial;'>It&rsquo;s ironic, then, that because the practice of sacramental confession evolved over the centuries, while the theology of indulgences was lagging, the disconnection between penances for sins and indulgences grew over time to the point where confusion set in. Here&rsquo;s one example.</p> <h3 style='box-sizing: inherit; color: rgb(0, 0, 0); text-rendering: optimizelegibility; line-height: 36px; font-size: 30px; font-family: \"Merriweather Sans\"; font-weight: 300; margin: 0px 0px 25px; padding: 0px; font-style: normal; font-variant-ligatures: normal; font-variant-caps: normal; letter-spacing: normal; orphans: 2; text-align: start; text-indent: 0px; text-transform: none; white-space: normal; widows: 2; word-spacing: 0px; -webkit-text-stroke-width: 0px; background-color: rgb(255, 255, 255); text-decoration-thickness: initial; text-decoration-style: initial; text-decoration-color: initial;'>&ldquo;Seven Years Indulgence&rdquo;?</h3> <p style='box-sizing: inherit; line-height: 30.6px; margin: 0px 0px 25px; padding: 0px; color: rgb(0, 0, 0); font-family: \"Segoe UI\", \"San Francisco\", sans-serif; font-size: 18px; font-style: normal; font-variant-ligatures: normal; font-variant-caps: normal; font-weight: 400; letter-spacing: normal; orphans: 2; text-align: start; text-indent: 0px; text-transform: none; white-space: normal; widows: 2; word-spacing: 0px; -webkit-text-stroke-width: 0px; background-color: rgb(255, 255, 255); text-decoration-thickness: initial; text-decoration-style: initial; text-decoration-color: initial;'>Older Catholics likely recall when the description of each indulgence in the Raccolta (forerunner of today&rsquo;s Enchiridion) was followed by a specific indication of time, for example, &ldquo;300 days indulgence&rdquo; or &ldquo;seven years indulgence.&rdquo;</p> <p style='box-sizing: inherit; line-height: 30.6px; margin: 0px 0px 25px; padding: 0px; color: rgb(0, 0, 0); font-family: \"Segoe UI\", \"San Francisco\", sans-serif; font-size: 18px; font-style: normal; font-variant-ligatures: normal; font-variant-caps: normal; font-weight: 400; letter-spacing: normal; orphans: 2; text-align: start; text-indent: 0px; text-transform: none; white-space: normal; widows: 2; word-spacing: 0px; -webkit-text-stroke-width: 0px; background-color: rgb(255, 255, 255); text-decoration-thickness: initial; text-decoration-style: initial; text-decoration-color: initial;'>The problem was (and Pope Paul VI saw this) that no one could say for sure what those time periods meant. All sorts of theories grew up about them, but most folks guessed that the time period of an indulgence must indicate time off from purgatory.</p> <p>This was not an unreasonable guess. If nothing else, it honored the real connection between indulgences and reparation for sin.</p> <p>But it assumed much more detail about how purgatory works than the Church has ever declared. (Purgatory is probably not an experience in time, but even if it were somehow associated with time, we don&rsquo;t know how time might be measured in the next life.)</p> <p>The suggestion, then, that a given indulgence might free one from, say, 300 days in purgatory was never correct.</p> <p>As it happened, the time designations associated with indulgences were originally based on the lengthy periods of penance that were imposed after sacramental confession many centuries ago. But as those very long penances disappeared, the reckoning of indulgences as some sort of equivalents to what would have been offered up during such lengthy penances made less and less sense, and, eventually, the connections were lost.</p> <p>Today, indulgences are grouped into only two types, partial and plenary. The category depends on whether the indulgence in question applies to some or all of the punishment a given member of the faithful owes for sin.</p> <h3>Other Misconceptions</h3> <p>While the connection between indulgences and post-sacramental penances no longer applies, the fact that indulgences apply only to the punishment for sin, and not to the forgiveness of sin itself, should not be overlooked.</p> <p>Indulgences are not, and never have been, ways to seek forgiveness for sins. Much less are they ways to get &ldquo;permission&rdquo; to sin in advance! The Church has never taught anything so ridiculous.</p> <p>To tell the truth, however, some of the popular explanations of indulgences lent themselves to just these sorts of misunderstandings. By the late Middle Ages, the stage was set for indulgences themselves to be attacked by the Protestant reformers because of some faulty explanations of what they really were.</p> <p>Today, however, the Church&rsquo;s constant teaching should be clear: Indulgences can be applied only to the punishment that is due for sins already forgiven, either in sacramental confession (in the case of mortal or venial sins) or by personal expressions of sorrow (in the case of venial sins only).</p> <p>Further study of the Church&rsquo;s carefully developed doctrine on indulgences can be rewarding and should be encouraged. But we shouldn&rsquo;t leave the impression that only those with a thorough understanding of indulgences can make use of them.</p> <p>Any Christian who, in a spirit of penitence for sins, asks God for the deeper share in the infinite merits of Jesus Christ that indulgences offer can use them to move ever closer to God &mdash; who wants nothing else than for us to be happy with Him forever</p>",
    "factTitle": "Indulgence"
  },
  {
    "uid": 11,
    "factContent": "<div data-v-0cbbd2f3=\"\"> <div data-v-0cbbd2f3=\"\"> <div data-v-0cbbd2f3=\"\"> <p><strong>1. Since the Bible says that contacting in the dead is the abominable sin of necromancy (Deut. 18:10&ndash;12), the intercession of the saints seems blasphemous to me.</strong></p> <p>This objection to the&nbsp;<a href=\"https://www.catholic.com/tract/the-intercession-of-the-saints\">intercession of saints</a>&nbsp;is an honorable and sincere one. It expresses a disposition that all Christians must have&mdash;refusing to do anything that takes away from the adoration that belongs only to God. When this objection is raised, you should affirm that if praying to saints takes away from one&rsquo;s devotion to God, then it is a practice that should end at once. Expressing this to an evangelical Christian will help alleviate his presumption that you may not be as interested in serving God with single-heartedness.</p> <p>When the Bible mentions necromancy, it condemns the practice of conjuring up the dead, as Saul did through the witch of Endor in 1 Samuel 28. When Jesus spoke with Moses and Elijah during the Transfiguration, this was not necromancy. When David asked the angels of heaven to bless the Lord, this also was not offensive to God (Ps.103:20&ndash;21). Likewise, when a Catholic asks St. Peter to pray for him, he is not conjuring up a spirit from Hades in order to acquire secret knowledge. After all, those in heaven are &ldquo;like the angels,&rdquo; and are more alive than we are, since the Lord is &ldquo;not God of the dead, but of the living&rdquo; (Luke 20:36&ndash;38). So, if it does not offend God when a Catholic says &ldquo;St. Peter, pray for me,&rdquo; we should all rejoice that God has given us the gift of Peter&rsquo;s prayers.</p> </div> <div data-v-9689a1ae=\"\" data-v-0cbbd2f3=\"\"> <div class=\"text-center\" data-v-9689a1ae=\"\"><iframe width=\"728\" height=\"90\" frameborder=\"0\" marginwidth=\"0\" marginheight=\"0\" scrolling=\"no\"></iframe></div> </div> <div data-v-0cbbd2f3=\"\"> <p><strong>2. But if you pray to the saints you are worshiping them.</strong></p> <p>Whenever discussing a doctrine, it is always effective to define your terms. &ldquo;Pray&rdquo; is an Old English word that means simply &ldquo;to ask.&rdquo; In Protestant theology, the word has become synonymous with worship, but that is not the original use of the term.</p> <p>Any time a Catholic utters a petition to a saint, it is taken for granted that it is a request for that saint to pray to God for them. For example, the &ldquo;Hail Mary&rdquo; contains the request, &ldquo;pray for us sinners.&rdquo; If you ask a person to pray for you, it proves that you do not think that he is God. What needs to be stressed here is that none of our prayers terminate in the saints, as if they had the power in and of themselves to answer prayers.</p> <p><strong>3. If I had a problem at work, why would I take it to the volunteers in the mailroom if I were friends with the CEO himself? After all, doesn&rsquo;t the Bible say that Jesus is our one mediator (1 Tim. 2:5)?</strong></p> <p>The flaw in this objection is that it proves too much. For if Catholics should not ask those in heaven for their prayers since we can go straight to Jesus, then no Christian on earth should ask a fellow believer for his prayers. When one believer asks another for his prayers, it is not because God is too distant or callous to listen to him. On the contrary, God is so generous he has given the body of Christ such unity that each member can pray for the others. This is a great gift, for &ldquo;the prayer of a righteous man has great power in its effects&rdquo; (Jas. 5:16), and the angels and saints in heaven are inarguably righteous.</p> <p>Though the Bible tells us that we must go to God in our necessities, it also encourages us to ask for each other&rsquo;s prayers. After all, salvation is a family affair. Can the eye say to the hand, &ldquo;I need you not?&rdquo; Neither should we say that we don&rsquo;t need the prayers of the rest of the body of Christ (on earth or in heaven).</p> <p>Immediately after requesting that we pray for each other in 1 Timothy 2:1&ndash;4, Paul affirms that Christ is the one mediator. Again, let us define our terms. A mediator is one who comes between two parties with the purpose of uniting them. Christ played a role of mediation that only the God-man could, but Christians are still called to serve as mediators between Christ and the world. In no way does this diminish the unique work of Christ. On the contrary, it manifests it.</p> <p>For example, Christ is our only high priest, but we are all called to be a nation of priests (1 Pet. 2:9). Christ is the only Son of God, yet we are made sons of God through adoption (Gal. 3:4). The Christian life consists in being conformed to Christ, and as Paul says, being &ldquo;God&rsquo;s fellow-workers&rdquo; (1 Cor. 3:9) in his plan of salvation.</p> <p><strong>4. Aren&rsquo;t the saints in heaven busy worshiping God?</strong></p> <p>Sometimes when discussing doctrines, it is helpful to take a step back and look at the objection from a different angle. So invite the person you are speaking with to imagine a man who spent 80 years on earth serving the Lord and praying fervently for everyone in need. After passing away, he walked across the clouds to the Pearly Gates. St. Peter checked the book, his name was there, and he was ready to enter. As he walked through the gates, he noticed a poem on a large sign that read, &ldquo;Welcome to the Father&rsquo;s house; we hope you enjoy your stay. In heaven, you may worship God, but you&rsquo;re not allowed to pray.&rdquo;</p> <p>To think of those in heaven as unwilling or unable to pray for us is to have a grave misconception of heaven. It is not an isolated part of the body of Christ that exists without concern for the other members of the body who are still working out their salvation with fear and trembling (Phil. 2:12). Those in heaven surround us as a &ldquo;great cloud of witnesses&rdquo; (Heb. 12:1), and the book of Revelation teaches that the prayers they offer for us &ldquo;saints&rdquo; is an integral part of the eternal worship given to God.</p> <p>John describes the heavenly worship in these terms: &ldquo;The twenty-four elders fell down before the Lamb, each holding a harp, and with golden bowls of incense, which are the prayers of the saints&rdquo; (Rev. 5:8). The angels also play a role in bringing our prayers to God: &ldquo;The smoke of the incense rose with the prayers of the saints from the hand of the angel before God&rdquo; (Rev. 8:4). If intercession among members of the body of Christ on earth is &ldquo;good and it is acceptable in the sight of God our Savior&rdquo; (1 Tim. 2:1&ndash;4), how would such behavior not also be pleasing to God in heaven?</p> <p>In the story of Lazarus and the rich man (Luke 16:19&ndash;31), the rich man shows concern for his family on earth, even though he is in hell. If a person in hell has such concern, and those in heaven are perfected in love and can finally pray with an undivided heart for the Church of God, how could they not be concerned about our salvation?</p> <p><strong>5. How can the saints hear our prayers?</strong></p> <p>Along with the concern about the &ldquo;worshiping of saints&rdquo; by praying to them, the question of their ability to hear us is among the most frequent of Protestant concerns. The book of Revelation is especially helpful in dealing with this, since it describes people in heaven who are aware of the happenings on earth (Rev. 6:11; 7:13&ndash;14). They have this capacity according to God&rsquo;s designs and not of their own power. Paul alluded to this when he said, &ldquo;Now I know in part; then I shall understand fully, even as I have been fully understood&rdquo; (1 Cor. 13:12).</p> <p>Those in heaven are part of the mystical body of Christ, and have not been separated from us by death. Christ is the vine, and we are the branches. So, if we are connected to him, we are inseparably bound together with them as well. Thus, the angels and saints stand before the throne of God, offer our prayers to him, and cheer us on as we run the good race.</p> <p>If those in heaven are of no help to us, is it that they do not care, or does God forbid them to know of our toil and render them incapable of praying for us? Encourage the person you are speaking with to take this to prayer, asking the Father if this is truly his plan for the body of Christ.</p> <p><strong>6. There are one billion Catholics and 300 million Orthodox. If one in a hundred of these prayed a daily rosary, Mary would receive 689 million Hail Marys each day! So, even if she could hear the prayers, she&rsquo;d have to be omniscient to comprehend them all. And where would she get the time?</strong></p> <p>Since Mary is in heaven, it is literally true that she does not have time to answer all the petitions&mdash;she has eternity. Time in the afterlife is not the same as it is here, and so this is not an insurmountable objection.</p> <p>In regard to the number of petitions, if the number were infinite, then an omniscient mind would be required. So long as the number is finite, then the hearer requires a finite expansion of knowledge, which God could certainly grant to a glorified soul in heaven. While discussing this, you could point out that 50 people in an Internet chat room can communicate simultaneously from around the world. If modern technology can enable humans to do this, God is infinitely capable &ldquo;by the power at work within us is able to do far more abundantly than all that we ask or think&rdquo; (Eph. 3:20).</p> <p>When concluding any conversation&mdash;especially one on the intercession of the saints&mdash;it is always good to promise to pray for each other. Not only will this benefit both of you in the realm of grace, it will remind your friend that the body of Christ is a great gift to draw us near to God.</p> </div> </div> </div>",
    "factTitle": "Intercession of the saints"
  },
  {
    "uid": 12,
    "factContent": "<div data-v-0cbbd2f3=\"\"> <div data-v-0cbbd2f3=\"\"> <div data-v-0cbbd2f3=\"\"> <div id=\"article-intro_1-0\" class=\"comp article-content__description article-intro mntl-sc-page mntl-block\" data-sc-sticky-offset=\"60\" data-sc-ad-label-height=\"24\" data-sc-ad-track-spacing=\"100\" data-sc-min-track-height=\"250\" data-sc-max-track-height=\"600\" data-sc-breakpoint=\"54em\" data-sc-load-immediate=\"1\" data-sc-content-positions=\"[300,600,900,1200,1500,1800,2100]\" data-bind-scroll-on-start=\"true\"> <div data-v-0cbbd2f3=\"\"> <p class=\"text\">The&nbsp;<a href=\"https://www.catholic.com/tract/the-divinity-of-christ\">divinity of Christ</a>&nbsp;is an essential teaching of the Catholic faith. Indeed, any community of faith that would deny Christ&rsquo;s deity ceases to be Christian at all. Yet, not a few quasi-Christian sects do just that&mdash;vehemently reject this central teaching. So how can Catholics present a cogent defense steeped in Scripture and faithful to magisterial teaching?</p> <h2>Greater Than and Equal To</h2> <p>In John 14:28, Jesus says, &ldquo;The Father is greater than I.&rdquo; For many, this statement seems obvious: Jesus is not God. But is this really what our Lord was saying?</p> <p>In Catholic theology, this text can be understood in two ways. First, being &ldquo;greater&rdquo; than another does not have to mean one is essentially different from the other, as when we say a man is essentially distinct from an animal. Greatness can refer to one person functioning in a greater way quantitatively, qualitatively, or even relationally in comparison to another without there being an essential distinction. For example, Matthew 11:11 tells us there has never &ldquo;risen among [men] a greater than John the Baptist: yet he that is least in the kingdom of heaven is greater than he.&rdquo; John is not something other than human because he is said to be&nbsp;<em>greater</em>&nbsp;than certain other people. All human beings share the same nature; therefore, they are absolutely equal in dignity.</p> </div> <div data-v-9689a1ae=\"\" data-v-0cbbd2f3=\"\"> <div class=\"text-center\" data-v-9689a1ae=\"\"><iframe width=\"728\" height=\"90\" frameborder=\"0\" marginwidth=\"0\" marginheight=\"0\" scrolling=\"no\"></iframe></div> </div> <div data-v-0cbbd2f3=\"\"> <p>Similarly, the Father can be said to be&nbsp;<em>greater</em>&nbsp;than the Son pertaining to their relation within the inner life of God, but not with respect to their shared nature as being fully and equally God. The Father alone is the first principle of life in the Godhead; thus, the&nbsp;<em>Catechism of the Catholic Church</em>&nbsp;can say, in paragraph 246: &ldquo;Everything that belongs to the Father,&nbsp;<em>except being Father</em>, the Son has also eternally from the Father, from whom he is eternally born . . .&rdquo; (emphasis added). In this sense, the Father can be said to be greater than the Son relationally, while they are absolutely equal with regard to their essence as God.</p> <p>Another&mdash;and perhaps simpler&mdash;way one can legitimately interpret this text is to point out that John 14:28 seems to be emphasizing the humanity of Christ. Thus, because Jesus is fully man, it would be appropriate to say the Father would be greater than the Son. The entire verse reads: &ldquo;You heard me say to you, &lsquo;I go away, and I will come to you.&rsquo; If you loved me, you would have rejoiced, because I go to the Father; for the Father is greater than I.&rdquo;</p> <p>Jesus was emphasizing here and in previous verses his impending death, resurrection, and departure from the apostles. This would apply to his humanity most particularly. Thus, the same Jesus who can say, &ldquo;I and the Father are one&rdquo; in John 10:30&mdash;as God&mdash;can say, &ldquo;The Father is greater than I&rdquo; in John 14:28&mdash;as man.</p> <h2>Was Jesus Created?</h2> <p>Revelation 3:14 declares: &ldquo;And to the angel of the church in Laodicea write: &lsquo;The words of the Amen, the faithful and true witness, the beginning of God&rsquo;s creation.&rsquo;&rdquo; Using these words,&nbsp;<a href=\"https://www.catholic.com/tract/distinctive-beliefs-of-the-jehovahs-witnesses\">Jehovah&rsquo;s Witnesses</a>&nbsp;claim Jesus to be the first creation of Almighty God and therefore, not God. The only problem here is the actual text. The word translated &ldquo;beginning&rdquo; (Gk.&nbsp;<em>arche</em>) here actually means &ldquo;source.&rdquo; In other words, it means &ldquo;beginning&rdquo; as in the first cause, not in the sense of being the &ldquo;first effect.&rdquo;&nbsp;<em>Arche</em>&nbsp;is used as such elsewhere in the book of Revelation. In chapter 21, verse 6, Almighty God says: &ldquo;I am the Alpha and the Omega, the beginning and the end . . .&rdquo; Do we want to say God was created because&nbsp;<em>arche</em>&nbsp;is used to describe him? By no means! Understood properly, Revelation 3:14 reveals Jesus to be&nbsp;<em>the source</em>&nbsp;of God&rsquo;s creation&mdash;God himself. This fits perfectly with John&rsquo;s christological declaration in John 1:1-3:&nbsp;<em>the Word</em>&nbsp;created &ldquo;all things . . . and without him was made nothing that was made.&rdquo; If the Word was created, he would have had to create himself, which is absurd.</p> <p>Colossians 1:15-17 reveals Jesus as the &ldquo;first-born of every creature. For in him were all things created . . . he is before all and by him all things consist.&rdquo; Many make the mistake of concluding Jesus was created because he is called &ldquo;first-born of every creature.&rdquo; One obvious problem here is&nbsp;<em>born</em>&nbsp;and&nbsp;<em>created</em>&nbsp;have very different definitions. Even when considering natural childbirth, we know a child does not come into being when he is born, but nine months earlier. Neither would Christ have &ldquo;come into being&rdquo; when he was begotten of the Father. Indeed, when Jesus is called&nbsp;<em>first-born</em>&nbsp;in Colossians, he is referred to as such before creation and time even existed. He was begotten from all eternity. As such, he would have never &ldquo;come into being.&rdquo; Thus, we say in the Creed, Jesus was &ldquo;begotten, not made, one in being with the Father.&rdquo; A second, related problem arises when one considers the title&nbsp;<em>first-born</em>. Even in its Old Testament usage, this title was not restricted to a sense of time. The emphasis was on a place of pre-eminence given by a father to his son. Isaac, Jacob, and Ephraim received the blessing of the first-born though they were not first-born in time.</p> <p>But perhaps most important of all is the fact that the text simply does not say Jesus was created. If St. Paul were teaching Christ to have been created, he would have then had to refer to Christ as creator of all&nbsp;<em>other</em>&nbsp;things in verse 16, but he did not. (Jehovah&rsquo;s Witnesses did add the word &ldquo;other&rdquo; here in Colossians 1:16 in their New World Translation&mdash;to make the text fit their doctrine.) Paul calls Jesus Creator of all things. Jesus is God.</p> <h2>A Positive Outlook</h2> <p>Some biblical texts positively demonstrate Christ&rsquo;s divinity. John 1:1-3, mentioned above, first comes to mind: &ldquo;In the beginning was the Word, the Word was with God, and the Word was God . . . All things were made by him: and without him was made nothing that was made.&rdquo;</p> <p>Jesus (<em>the Word</em>&nbsp;before his Incarnation) is revealed to be &ldquo;God&rdquo; and the Creator of&nbsp;<em>all things that were created</em>. Genesis 1:1 tells us, &ldquo;In the beginning God created . . .&rdquo; The conclusion is inescapable: Jesus is God!</p> <p>Jehovah&rsquo;s Witnesses respond by claiming the Greek text actually says &ldquo;. . . the Word was&nbsp;<em>a god</em>.&rdquo; They maintain Jesus is here revealed to be&nbsp;<em>a</em>&nbsp;god, not&nbsp;<em>the</em>&nbsp;God because the definite article (Gk.&nbsp;<em>Ho</em>, the) is not used before&nbsp;<em>god</em>&nbsp;(Gk.&nbsp;<em>theos</em>), when referring to Jesus. This line of reasoning has three main problems:</p> <ol> <li>The predicate nominative in Greek normally does not take the definite article. In this verse, then, the lack of the definite article is grammatically consistent. According to the&nbsp;<em>Theological Dictionary of the New Testament</em>, we see another example of this convention in John 8:54, where the predicate nominative is &ldquo;Father&rdquo;&mdash;again without the definite article preceding (3:105).</li> <li>The JW&rsquo;s are inconsistent. They translate the word&nbsp;<em>theos</em>&nbsp;as &ldquo;Jehovah,&rdquo; or&nbsp;<em>the</em>&nbsp;God numerous times in their&nbsp;<em>New World Translation of the Bible</em>&nbsp;when it does not have the article preceding it (see NWT: Matt. 5:9, 6:24; Luke 1:35, 2:40; John 1:6,12,13,18; Rom. 1:7,17,18; and Titus 1:1, just to name a few).</li> <li>Jesus is referred to as&nbsp;<em>theos</em>&nbsp;with the definite article multiple times elsewhere in Scripture. For example: &ldquo;But of the Son he says, &lsquo;Thy throne, O God (<em>ho theos</em>, the definite article plus&nbsp;<em>theos</em>), is for ever and ever, the righteous scepter is the scepter of thy kingdom&rsquo;&rdquo; (Heb. 1:8). Jesus is not a god here. He is&nbsp;<em>the</em>&nbsp;God: &ldquo;Awaiting our blessed hope, the appearing of the glory of&nbsp;<em>our great God and Savior Jesus Christ</em>&nbsp;&rdquo; (Titus 2:13, emphasis added&mdash;definite article appears in apposition to &ldquo;great God&rdquo;). Not only do we see the definite article before&nbsp;<em>theos</em>, but we see the article plus the adjective&nbsp;<em>great</em>. Jesus is not only&nbsp;<em>the God</em>, he is&nbsp;<em>the great God and our Savior</em>. The Bible is very clear that only Yahweh is both the great God and our Savior. (See Isaiah 41:4, 43:3,11, 44:6,8, 45:21; Hos. 13:4; and Luke 1:47.) Consider too: Thomas answered, and said to [Jesus]: &ldquo;My Lord and My God&rdquo; (John 20:28). The Greek text reads &ldquo;the Lord of me and the God of me.&rdquo; The definite article before&nbsp;<em>Lord</em>&nbsp;and&nbsp;<em>God</em>&nbsp;leaves no doubt that Thomas&mdash;directly addressing our Lord&mdash;calls Jesus both&nbsp;<em>the</em>&nbsp;Lord and&nbsp;<em>the</em>&nbsp;God.</li> </ol> <h2>&nbsp;What Only God Can Do</h2> <p>&ldquo;And the Lord God (Gk.&nbsp;<em>ho kurios ho theos</em>, the Lord the God) of the spirits of the prophets sent his angel to show his servants the things which must be done shortly&rdquo; (Rev. 22:6). Who is the Lord God who sent &ldquo;his angel&rdquo; in this verse? Some attempt to say this text is referring to the Father rather than Jesus. However, Revelation 22:16, just 10 verses later, reveals to us who &ldquo;the Lord God&rdquo; is who has &ldquo;sent his angel:&rdquo; &rdquo;&nbsp;<em>I Jesus</em>&nbsp;have sent my angel, to testify to you these things in the churches.&rdquo; Jesus is clearly &ldquo;the Lord God of the spirits of the prophets!&rdquo;</p> <p>In Luke 12:8-9, angels are called &ldquo;angels of God&rdquo;; in Matthew 13:41, angels are called &ldquo;[Jesus&rsquo;] angels.&rdquo; Jesus and God are synonymous. Jesus does what only God can do. He forgives sins by his own authority (see Is. 43:25; Mark 2:5-9). He judges the world in Matthew 25:31-46. This is God&rsquo;s prerogative according to Genesis 18:25 and Joel 3:12.</p> <p>Jesus refers to himself with the divine name&mdash;<em>I am</em>&nbsp;&mdash;in several places. This &ldquo;I am&rdquo; formula is a reference back to the Divine Name revealed to Moses in Ex. 3:14. Not only does Jesus refer to himself as &ldquo;I am&rdquo; four times in John&rsquo;s Gospel (see John 8:24; 58; 13:19 and 18:5-6), but when he does so in John 8:58, the Jews to whom he was speaking understood his meaning because they immediately wanted to stone him for blasphemy!</p> <p>Jesus places his word on the same level as the word of God&mdash;the Old Testament. &ldquo;You have heard it said . . . but&nbsp;<em>I say to you</em>&nbsp;. . .&rdquo; (see Matt. 5:21-28). This is in sharp contrast to the prophets of old who always made clear the word they were speaking was&nbsp;<em>not</em>&nbsp;their own: &ldquo;The word of the Lord came unto me, saying . . . &rdquo; (cf. Jer. 1:11; Ezek. 1:3, etc.). Only God possesses this kind of authority.</p> <p>Jesus is referred to as &ldquo;equal&rdquo; with God by both John and Paul. In John 5:18, the author comments on why the Jews wanted to kill Jesus: &ldquo;Because he called God his Father, making himself equal with God.&rdquo; Paul refers to Jesus when he was &ldquo;in the form (Gk.&nbsp;<em>morphe</em>; in Greek usage this word means&nbsp;<em>the set of characteristics that makes a thing what it is</em>) of God&rdquo; thinking &ldquo;his equality with God&rdquo; not something to be grasped onto, but emptying himself and becoming man (cf. Phil. 2:6-10). Paul assumes his readers already knew Jesus to be equal with God, the Father.</p> <p>Jesus is referred to in the New Testament with the title Lord as it is uniquely applied to Yahweh in the Old Testament. Jesus calls himself &ldquo;the Lord of the Sabbath&rdquo; in Mark 2:28. The Sabbath is referred to as the &ldquo;Sabbath of Yahweh&rdquo; in the Old Testament (cf. Ex. 20:10; see also Is. 8:13, referred to in 1 Peter 3:15; and Joel 2:31-32, quoted both in Acts 2:20-21 and in Rom. 10:13).</p> <h2>The First and Last Point</h2> <p>The final proof of Jesus&rsquo; divinity we will consider can be found in the last two chapters of the book of Revelation. According to Revelation 21:6-7, Almighty God reveals himself to us in plain terms: &ldquo;And he said to me, &lsquo;It is done! I am the Alpha and the Omega, the beginning and the end. To the thirsty I will give from the fountain of the water of life without payment. He who conquers shall have this heritage, and I will be his God and he shall be my son.&rsquo;&rdquo;</p> <p>But then, in Revelation 22:6, 13, 16, we find Jesus revealing himself to be &ldquo;the Alpha and the Omega . . . the beginning and the end&rdquo;:</p> <blockquote> <p>And he said to me, &ldquo;These words are trustworthy and true. And the Lord, the God of the spirits of the prophets, has sent his angel to show his servants what must soon take place . . . I am the Alpha and the Omega, the first and the last, the beginning and the end . . . I Jesus have sent my angel to you with this testimony for the churches. I am the root and the offspring of David, the bright morning star.&rdquo;</p> </blockquote> <p>Jesus is God.</p> </div> </div> </div> </div> </div>",
    "factTitle": "Jesus is God"
  },
  {
    "uid": 13,
    "factContent": "<p>In Catholicism marriage is a sacrament that a baptized man and a baptized woman administer to each other through their marriage vows and lifelong partnership. Given that to a Catholic sacramental marriage reflects the union of Christ with the church as his mystical body, marriage is understood to be an indissoluble union. The rite commonly takes place during a mass, with a priest serving as the minister of the mass and as a witness to the mutual consent of the couple. The marriage union is used to sanctify both the husband and wife by drawing them into a deeper understanding of God&rsquo;s love and is intended to be fruitful, with any children to be raised within the teachings of the church.</p>",
    "factTitle": "Marriage"
  },
  {
    "uid": 14,
    "factContent": "<div data-v-0cbbd2f3=\"\"> <div data-v-0cbbd2f3=\"\"> <p>Fundamentalists are sometimes horrified when the&nbsp;ref=\"https://www.catholic.com/encyclopedia/mary-the-blessed-virgin\">Virgin Mary</a>&nbsp;is referred to as the Mother of God. However, their reaction often rests upon a misapprehension not only of what this particular title of Mary signifies but also of who Jesus was&mdash;and of what their own theological forebears, the Protestant Reformers, had to say regarding this doctrine.</p> <p>A woman is a man&rsquo;s mother either if she carried him in her womb or if she was the woman contributing half of his genetic matter or both. Mary was the mother of&nbsp;<a href=\"https://www.catholic.com/encyclopedia/jesus-christ\">Jesus</a>&nbsp;in both of these senses, because she not only carried Jesus in her womb but also supplied all of the genetic matter for his human body, since it was through her&mdash;not Joseph&mdash;that Jesus &ldquo;was descended from David according to the flesh&rdquo; (Rom. 1:3).</p> <p>Since Mary is Jesus&rsquo; mother, it must be concluded that she is also the Mother of God: If Mary is the mother of Jesus, and if Jesus is God, then Mary is the Mother of God. There is no way out of this logical syllogism.</p> </div> <div data-v-0cbbd2f3=\"\" data-v-9689a1ae=\"\"> <div class=\"text-center\" data-v-9689a1ae=\"\"><iframe width=\"728\" height=\"90\" frameborder=\"0\" scrolling=\"no\"></iframe></div> </div> <div data-v-0cbbd2f3=\"\"> <p>Although Mary is the Mother of God, she is not his mother in the sense that she is older than God or the source of her Son&rsquo;s divinity, for she is neither. Rather, we say that she is the Mother of God in the sense that she carried in her womb a divine person&mdash;Jesus Christ, God &ldquo;in the flesh&rdquo; (2 John 7, cf. John 1:14)&mdash;and in the sense that she contributed the genetic matter to the human form God took in Jesus Christ.</p> <p>To avoid this conclusion, Fundamentalists often assert that Mary did not carry God in her womb, but only carried Christ&rsquo;s&nbsp;<em>human</em>&nbsp;nature. This assertion reinvents a heresy from the fifth century known as&nbsp;<a href=\"https://www.catholic.com/encyclopedia/nestorius-and-nestorianism\">Nestorianism</a>, which runs aground on the fact that a mother does not merely carry the human&nbsp;<em>nature</em>&nbsp;of her child in her womb. Rather, she carries the&nbsp;<em>person&nbsp;</em>of her child. Women do not give birth to human natures; they give birth to&nbsp;<em>persons</em>. Mary thus carried and gave birth to the&nbsp;<em>person</em>&nbsp;of Jesus Christ, and the&nbsp;<em>person</em>&nbsp;she gave birth to was<em>&nbsp;God</em>.</p> <p>The Nestorian claim that Mary did not give birth to the unified&nbsp;<em>person</em>&nbsp;of Jesus Christ attempts to separate Christ&rsquo;s human nature from his divine nature, creating two&nbsp;<em>separate</em>&nbsp;<em>and distinct&nbsp;</em>persons&mdash;one divine and one human&mdash;united in a loose affiliation. It is therefore a Christological heresy, which even the Protestant Reformers recognized. Both Martin Luther and John Calvin insisted on Mary&rsquo;s divine maternity. In fact, it even appears that Nestorius himself may not have believed the heresy named after him. Further, the &ldquo;Nestorian&rdquo; church has now signed a joint declaration on Christology with the Catholic Church and recognizes Mary&rsquo;s divine maternity, just as other Christians do.</p> <p>Since denying that Mary is God&rsquo;s mother implies doubt about Jesus&rsquo; divinity, it is clear why Christians (until recent times) have been unanimous in proclaiming Mary as Mother of God.</p> <p>The&nbsp;<a href=\"https://www.catholic.com/encyclopedia/fathers-of-the-church\">Church Fathers</a>, of course, agreed, and the following passages witness to their lively recognition of the sacred truth and great gift of divine maternity that was bestowed upon Mary.</p> <h2>Irenaeus</h2> <p>&ldquo;The Virgin Mary, being obedient to his word, received from an angel the glad tidings that she would bear God&rdquo; (<em>Against Heresies</em>, 5:19:1 [A.D. 189]).</p> <h2>Hippolytus</h2> <p>&ldquo;[T]o all generations they [the prophets] have pictured forth the grandest subjects for contemplation and for action. Thus, too, they preached of the advent of God in the flesh to the world, his advent by the spotless and God-bearing (<em>theotokos</em>) Mary in the way of birth and growth&rdquo; (<em>Discourse on the End of the World&nbsp;</em>1 [A.D. 217]).</p> <h2>Gregory the Wonderworker</h2> <p>&ldquo;For Luke, in the inspired Gospel narratives, delivers a testimony not to Joseph only, but also to Mary, the Mother of God, and gives this account with reference to the very family and house of David&rdquo; (<em>Four Homilies&nbsp;</em>1 [A.D. 262]).</p> <p>&ldquo;It is our duty to present to God, like sacrifices, all the festivals and hymnal celebrations; and first of all, [the feast of] the Annunciation to the holy Mother of God, to wit, the salutation made to her by the angel, &lsquo;Hail, full of grace!&rsquo;&rdquo; (ibid., 2).</p> <h2>Peter of Alexandria</h2> <p>&ldquo;They came to the church of the most blessed Mother of God, and ever-virgin Mary, which, as we began to say, he had constructed in the western quarter, in a suburb, for a cemetery of the martyrs&rdquo; (<em>The Genuine Acts of Peter of Alexandria&nbsp;</em>[A.D. 305]).</p> <p>&ldquo;We acknowledge the resurrection of the dead, of which Jesus Christ our Lord became the firstling; he bore a body not in appearance but in truth derived from Mary the Mother of God&rdquo; (<em>Letter to All Non-Egyptian Bishops&nbsp;</em>12 [A.D. 324]).</p> <h2>Methodius</h2> <p>&ldquo;While the old man [Simeon] was thus exultant, and rejoicing with exceeding great and holy joy, that which had before been spoken of in a figure by the prophet Isaiah, the holy Mother of God now manifestly fulfilled&rdquo; (<em>Oration on Simeon and Anna&nbsp;</em>7 [A.D. 305]).</p> <p>&ldquo;Hail to you forever, you virgin Mother of God, our unceasing joy, for unto you do I again return. . . . Hail, you fount of the Son&rsquo;s love for man. . . . Wherefore, we pray you, the most excellent among women, who boast in the confidence of your maternal honors, that you would unceasingly keep us in remembrance. O holy Mother of God, remember us, I say, who make our boast in you, and who in august hymns celebrate your memory, which will ever live, and never fade away&rdquo; (ibid., 14).</p> <h2>Cyril of Jerusalem</h2> <p>&ldquo;The Father bears witness from heaven to his Son. The Holy Spirit bears witness, coming down bodily in the form of a dove. The archangel Gabriel bears witness, bringing the good tidings to Mary. The Virgin Mother of God bears witness&rdquo; (<em>Catechetical Lectures&nbsp;</em>10:19 [A.D. 350]).</p> <h2>Ephraim the Syrian</h2> <p>&ldquo;Though still a virgin she carried a child in her womb, and the handmaid and work of his wisdom became the Mother of God&rdquo; (<em>Songs of Praise&nbsp;</em>1:20 [A.D. 351]).</p> <h2>Athanasius</h2> <p>&ldquo;The Word begotten of the Father from on high, inexpressibly, inexplicably, incomprehensibly, and eternally, is he that is born in time here below of the Virgin Mary, the Mother of God&rdquo; (<em>The Incarnation of the Word of God&nbsp;</em>8 [A.D. 365]).</p> <h2>Epiphanius of Salamis</h2> <p>&ldquo;Being perfect at the side of the Father and incarnate among us, not in appearance but in truth, he [the Son] reshaped man to perfection in himself from Mary the Mother of God through the Holy Spirit&rdquo; (<em>The Man Well-Anchored</em>&nbsp;75 [A.D. 374]).</p> <h2>Ambrose of Milan</h2> <p>&ldquo;The first thing which kindles ardor in learning is the greatness of the teacher. What is greater than the Mother of God? What more glorious than she whom Glory Itself chose?&rdquo; (<em>The Virgins&nbsp;</em>2:2[7] [A.D. 377]).</p> <h2>Gregory of Nazianz</h2> <p>&ldquo;If anyone does not agree that holy Mary is Mother of God, he is at odds with the Godhead&rdquo; (<em>Letter to Cledonius the Priest&nbsp;</em>101 [A.D. 382]).</p> <h2>Jerome</h2> <p>&ldquo;As to how a virgin became the Mother of God, he [Rufinus] has full knowledge; as to how he himself was born, he knows nothing&rdquo; (<em>Against Rufinus&nbsp;</em>2:10 [A.D. 401]).</p> <p>&ldquo;Do not marvel at the novelty of the thing, if a Virgin gives birth to God&rdquo; (<em>Commentaries on Isaiah&nbsp;</em>3:7:15 [A.D. 409]).</p> <h2>Theodore of Mopsuestia</h2> <p>&ldquo;When, therefore, they ask, &lsquo;Is Mary mother of man or Mother of God?&rsquo; we answer, &lsquo;Both!&rsquo; The one by the very nature of what was done and the other by relation&rdquo; (<em>The Incarnation</em>&nbsp;15 [A.D. 405]).</p> <h2>Cyril of Alexandria</h2> <p>&ldquo;I have been amazed that some are utterly in doubt as to whether or not the holy Virgin is able to be called the Mother of God. For if our Lord Jesus Christ is God, how should the holy Virgin who bore him not be the Mother of God?&rdquo; (<em>Letter to the Monks of Egypt</em>&nbsp;1 [A.D. 427]).</p> <p>&ldquo;This expression, however, &lsquo;the Word was made flesh&rsquo; [John 1:14], can mean nothing else but that he partook of flesh and blood like to us; he made our body his own, and came forth man from a woman, not casting off his existence as God, or his generation of God the Father, but even in taking to himself flesh remaining what he was. This the declaration of the correct faith proclaims everywhere. This was the sentiment of the holy Fathers; therefore they ventured to call the holy Virgin &lsquo;the Mother of God,&rsquo; not as if the nature of the Word or his divinity had its beginning from the holy Virgin, but because of her was born that holy body with a rational soul, to which the Word, being personally united, is said to be born according to the flesh&rdquo; (<em>First Letter to Nestorius&nbsp;</em>[A.D. 430]).</p> <p>&ldquo;And since the holy Virgin corporeally brought forth God made one with flesh according to nature, for this reason we also call her Mother of God, not as if the nature of the Word had the beginning of its existence from the flesh&rdquo; (<em>Third Letter to Nestorius&nbsp;</em>[A.D. 430]).</p> <p>&ldquo;If anyone will not confess that the Emmanuel is very God, and that therefore the holy Virgin is the Mother of God, inasmuch as in the flesh she bore the Word of God made flesh [John 1:14]: let him be anathema&rdquo; (ibid.).</p> <h2>John Cassian</h2> <p>&ldquo;Now, you heretic, you say (whoever you are who deny that God was born of the Virgin), that Mary, the Mother of our Lord Jesus Christ, cannot be called the Mother of God, but the Mother only of Christ and not of God&mdash;for no one, you say, gives birth to one older than herself. And concerning this utterly stupid argument . . . let us prove by divine testimonies both that Christ is God and that Mary is the Mother of God&rdquo; (<em>On the Incarnation of Christ Against Nestorius&nbsp;</em>2:2 [A.D. 429]).</p> <p>&ldquo;You cannot then help admitting that the grace comes from God. It is God, then, who has given it. But it has been given by our Lord Jesus Christ. Therefore the Lord Jesus Christ is God. But if he is God, as he certainly is, then she who bore God is the Mother of God&rdquo; (ibid., 2:5).</p> <h2>Council of Ephesus</h2> <p>&ldquo;We confess, then, our Lord Jesus Christ, the only begotten Son of God, perfect God and perfect man, of a rational soul and a body, begotten before all ages from the Father in his Godhead, the same in the last days, for us and for our salvation, born of Mary the Virgin according to his humanity, one and the same consubstantial with the Father in Godhead and consubstantial with us in humanity, for a union of two natures took place. Therefore we confess one Christ, one Son, one Lord. According to this understanding of the unconfused union, we confess the holy Virgin to be the Mother of God because God the Word took flesh and became man and from his very conception united to himself the temple he took from her&rdquo; (<em>Formula of Union&nbsp;</em>[A.D. 431]).</p> <h2>Vincent of Lerins</h2> <p>&ldquo;Nestorius, whose disease is of an opposite kind, while pretending that he holds two distinct substances in Christ, brings in of a sudden two persons, and with unheard-of wickedness would have&nbsp;<em>two</em>&nbsp;sons of God,&nbsp;<em>two</em>&nbsp;Christs,&mdash;one, God, the other, man; one, begotten of his Father, the other, born of his mother. For which reason he maintains that Saint Mary ought to be called, not the Mother of God, but the Mother of Christ&rdquo; (<em>The Notebooks&nbsp;</em>12[35] [A.D. 434]).</p> </div> </div> <div data-v-0cbbd2f3=\"\">&nbsp;</div>",
    "factTitle": "Mary, mother of God"
  },
  {
    "uid": 15,
    "factContent": "<p>Also known as Confession or Penance, the sacrament of Reconciliation is seen as an opportunity for renewal and can be done as often as needed. Some Catholics participate weekly before receiving the Eucharist, whereas others may seek the sacrament only during the penitential seasons of Lent or Advent. Reconciliation is a means of obtaining pardon from God for sins for which the sinner is truly remorseful, and brings the sinner back into communion with God and the Church. The sacrament is an opportunity for self-reflection and requires that the person take full responsibility for his or her sins, both those in thought and in action. During the rite, sins are recounted privately to a priest, who is seen as a healer aiding the process, and the priest commonly assigns acts of penance, such as specific prayers or acts of restitution, to complete in the following days. A prayer of contrition is offered at the end of the confession, and the newly absolved Catholic is urged to refrain from repeating those sins.</p>",
    "factTitle": "Penance"
  },
  {
    "uid": 16,
    "factContent": "<div data-v-0cbbd2f3=\"\" style='box-sizing: border-box; color: rgb(0, 0, 0); font-family: \"open sans\", sans-serif; font-size: 18px; font-style: normal; font-variant-ligatures: normal; font-variant-caps: normal; font-weight: 400; letter-spacing: normal; orphans: 2; text-align: left; text-indent: 0px; text-transform: none; white-space: normal; widows: 2; word-spacing: 0px; -webkit-text-stroke-width: 0px; background-color: rgb(255, 255, 255); text-decoration-thickness: initial; text-decoration-style: initial; text-decoration-color: initial;'>     <p style=\"box-sizing: border-box; margin-top: 0px; margin-bottom: 1rem;\"><span style=\"box-sizing: border-box; font-weight: 400;\">The&nbsp;</span><i style=\"box-sizing: border-box;\"><span style=\"box-sizing: border-box; font-weight: 400;\">Catechism of the Catholic Church</span></i><span style=\"box-sizing: border-box; font-weight: 400;\">&nbsp;defines&nbsp;</span><a href=\"https://www.catholic.com/encyclopedia/purgatory\" style=\"box-sizing: border-box; color: rgb(0, 123, 255); text-decoration: none; background-color: transparent;\"><span style=\"box-sizing: border-box; font-weight: 400;\">purgatory</span></a><span style=\"box-sizing: border-box; font-weight: 400;\">&nbsp;as a &ldquo;purification, so as to achieve the holiness necessary to enter the joy of heaven,&rdquo; which is experienced by those &ldquo;who die in God&rsquo;s grace and friendship, but still imperfectly purified&rdquo; (CCC 1030). It notes that &ldquo;this final purification of the elect . . . is entirely different from the punishment of the damned&rdquo; (CCC 1031).</span></p>     <p style=\"box-sizing: border-box; margin-top: 0px; margin-bottom: 1rem;\"><span style=\"box-sizing: border-box; font-weight: 400;\">The purification is necessary because, as&nbsp;</span><a href=\"https://www.catholic.com/encyclopedia/scripture\" style=\"box-sizing: border-box; color: rgb(0, 123, 255); text-decoration: none; background-color: transparent;\"><span style=\"box-sizing: border-box; font-weight: 400;\">Scripture</span></a><span style=\"box-sizing: border-box; font-weight: 400;\">&nbsp;teaches, nothing unclean will enter the presence of God in heaven (Rev. 21:27) and, while we may die with our mortal sins forgiven, there can still be many impurities in us, specifically venial sins and the temporal punishment due to sins already forgiven.</span></p>     <h2 style=\"box-sizing: border-box; margin-top: 0px; margin-bottom: 0.25rem; font-family: inherit; font-weight: 700; line-height: 1.2; color: rgb(0, 40, 86); font-size: 1.5rem;\"><b style=\"box-sizing: border-box; font-weight: bolder;\">What Happens in Purgatory?</b></h2>     <p style=\"box-sizing: border-box; margin-top: 0px; margin-bottom: 1rem;\"><span style=\"box-sizing: border-box; font-weight: 400;\">When we die, we undergo what is called the particular, or individual, judgment. Scripture says that &ldquo;it is appointed for men to die once, and after that comes judgment&rdquo; (Heb. 9:27). We are judged instantly and receive our reward, for good or ill. We know at once what our final destiny will be. At the end of time, when Jesus returns, there will come the general judgment to which the Bible refers, for example, in Matthew 25:31-32: &ldquo;When the Son of man comes in his glory, and all the angels with him, then he will sit on his glorious throne. Before him will be gathered all the nations, and he will separate them one from another as a shepherd separates the sheep from the goats.&rdquo; In this general judgment all our sins will be publicly revealed (Luke 12:2&ndash;5).</span></p> </div> <div data-v-0cbbd2f3=\"\" data-v-9689a1ae=\"\" style='box-sizing: border-box; color: rgb(0, 0, 0); font-family: \"open sans\", sans-serif; font-size: 18px; font-style: normal; font-variant-ligatures: normal; font-variant-caps: normal; font-weight: 400; letter-spacing: normal; orphans: 2; text-align: left; text-indent: 0px; text-transform: none; white-space: normal; widows: 2; word-spacing: 0px; -webkit-text-stroke-width: 0px; background-color: rgb(255, 255, 255); text-decoration-thickness: initial; text-decoration-style: initial; text-decoration-color: initial; min-height: 90px;'>     <div class=\"text-center\" data-v-9689a1ae=\"\" style=\"box-sizing: border-box; text-align: center !important;\"><iframe scrolling=\"no\" frameborder=\"0\" width=\"728\" height=\"90\" style=\"box-sizing: border-box; margin: 0px auto; border: 0px;\"></iframe></div> </div> <div data-v-0cbbd2f3=\"\" style='box-sizing: border-box; color: rgb(0, 0, 0); font-family: \"open sans\", sans-serif; font-size: 18px; font-style: normal; font-variant-ligatures: normal; font-variant-caps: normal; font-weight: 400; letter-spacing: normal; orphans: 2; text-align: left; text-indent: 0px; text-transform: none; white-space: normal; widows: 2; word-spacing: 0px; -webkit-text-stroke-width: 0px; background-color: rgb(255, 255, 255); text-decoration-thickness: initial; text-decoration-style: initial; text-decoration-color: initial; margin-top: 15px;'>     <p style=\"box-sizing: border-box; margin-top: 0px; margin-bottom: 1rem;\"><a href=\"https://www.catholic.com/encyclopedia/augustine-of-hippo-saint\" style=\"box-sizing: border-box; color: rgb(0, 123, 255); text-decoration: none; background-color: transparent;\"><span style=\"box-sizing: border-box; font-weight: 400;\">Augustine&nbsp;</span></a><span style=\"box-sizing: border-box; font-weight: 400;\">said in&nbsp;</span><i style=\"box-sizing: border-box;\"><span style=\"box-sizing: border-box; font-weight: 400;\">The City of God</span></i><span style=\"box-sizing: border-box; font-weight: 400;\">&nbsp;that &ldquo;temporary punishments are suffered by some in this life only, by others after death, by others both now and then; but all of them before that last and strictest judgment&rdquo; (21:13). It is between the particular and general judgments, then, that the soul is purified of the remaining consequences of sin: &ldquo;I tell you, you will never get out till you have paid the very last copper&rdquo; (Luke 12:59).</span></p>     <h2 style=\"box-sizing: border-box; margin-top: 0px; margin-bottom: 0.25rem; font-family: inherit; font-weight: 700; line-height: 1.2; color: rgb(0, 40, 86); font-size: 1.5rem;\"><b style=\"box-sizing: border-box; font-weight: bolder;\">The Catholic Church, Purgatory, and Money</b></h2>     <p style=\"box-sizing: border-box; margin-top: 0px; margin-bottom: 1rem;\"><span style=\"box-sizing: border-box; font-weight: 400;\">One argument anti-Catholics often use to attack purgatory is the idea that the Catholic Church owes the majority of its wealth to the doctrine of purgatory. But the numbers just don&rsquo;t add up.</span></p>     <p style=\"box-sizing: border-box; margin-top: 0px; margin-bottom: 1rem;\"><a href=\"https://shop.catholic.com/cart.php?action=buy&sku=CB468&source=buy_button&utm_source=Website&utm_medium=buybutton&utm_campaign=PurgatoryIsForReal&utm_term=tract\" rel=\"noopener noreferrer\" style=\"box-sizing: border-box; color: rgb(0, 123, 255); text-decoration: none; background-color: transparent;\" target=\"_blank\"><button class=\"btn btn-primary\" style=\"box-sizing: border-box; border-radius: 20px; margin: 0px; font-family: inherit; font-size: 14px; line-height: 1.5; overflow: visible; text-transform: none; appearance: none !important; display: inline-block; font-weight: 400; text-align: center; white-space: nowrap; vertical-align: middle; user-select: none; border: 2px solid rgb(0, 53, 146); padding: 4px 18px; transition: color 0.15s ease-in-out 0s, background-color 0.15s ease-in-out 0s, border-color 0.15s ease-in-out 0s, box-shadow 0.15s ease-in-out 0s; color: rgb(255, 255, 255); background-color: rgb(0, 53, 146); outline: none !important; box-shadow: none !important; cursor: pointer;\">Purgatory Is For Real &ndash; Order Now</button></a></p>     <p style=\"box-sizing: border-box; margin-top: 0px; margin-bottom: 1rem;\"><span style=\"box-sizing: border-box; font-weight: 400;\">When a Catholic requests a memorial Mass for the dead&mdash;that is, a Mass said for the benefit of someone in purgatory&mdash;it is customary to give the parish priest a stipend, on the principles that the laborer is worth his hire (Luke 10:7) and that those who preside at the altar share the altar&rsquo;s offerings (1 Cor. 9:13&ndash;14). In the United States, a stipend is commonly around five dollars; but the indigent do not have to pay anything. A few people, of course, freely offer more. This money goes to the parish priest, and priests are allowed to receive only one such stipend per day. No one gets rich on five dollars a day, and certainly not the Church, which does not receive the money anyway.</span></p>     <p style=\"box-sizing: border-box; margin-top: 0px; margin-bottom: 1rem;\"><span style=\"box-sizing: border-box; font-weight: 400;\">But look at what happens on a Sunday. There are often hundreds of people at Mass. In a crowded parish, there may be thousands. Many families and individuals deposit five dollars or more into the collection basket; a few give much more. A parish might have four or five or six Masses on a Sunday. The total from the Sunday collections far surpasses the paltry amount received from the memorial Masses.</span></p>     <h2 style=\"box-sizing: border-box; margin-top: 0px; margin-bottom: 0.25rem; font-family: inherit; font-weight: 700; line-height: 1.2; color: rgb(0, 40, 86); font-size: 1.5rem;\"><b style=\"box-sizing: border-box; font-weight: bolder;\">Is Purgatory a Catholic &ldquo;Invention&rdquo;?</b></h2>     <p style=\"box-sizing: border-box; margin-top: 0px; margin-bottom: 1rem;\"><span style=\"box-sizing: border-box; font-weight: 400;\">Fundamentalists may be fond of saying the Catholic Church &ldquo;invented&rdquo; the doctrine of purgatory to make money, but they have difficulty saying just when. Most professional anti-Catholics&mdash;the ones who make their living attacking &ldquo;Romanism&rdquo;&mdash;seem to place the blame on&nbsp;</span><a href=\"https://www.catholic.com/encyclopedia/gregory-the-great-saint\" style=\"box-sizing: border-box; color: rgb(0, 123, 255); text-decoration: none; background-color: transparent;\"><span style=\"box-sizing: border-box; font-weight: 400;\">Pope Gregory the Great,</span></a><span style=\"box-sizing: border-box; font-weight: 400;\">&nbsp;who reigned from A.D. 590 to 604.</span></p>     <p style=\"box-sizing: border-box; margin-top: 0px; margin-bottom: 1rem;\"><span style=\"box-sizing: border-box; font-weight: 400;\">But that hardly accounts for the request of Monica, mother of Augustine, who asked her son, in the fourth century, to remember her soul in his Masses. This would make no sense if she thought her soul would not benefit from prayers, as would be the case if she were in hell or in the full glory of heaven.</span></p>     <p style=\"box-sizing: border-box; margin-top: 0px; margin-bottom: 1rem;\"><span style=\"box-sizing: border-box; font-weight: 400;\">Nor does ascribing the doctrine to Gregory explain the graffiti in the catacombs, where Christians during the persecutions of the first three centuries recorded prayers for the dead. Indeed, some of the earliest Christian writings outside the New Testament, like the&nbsp;</span><i style=\"box-sizing: border-box;\"><span style=\"box-sizing: border-box; font-weight: 400;\">Acts of Paul and Thecla</span></i><span style=\"box-sizing: border-box; font-weight: 400;\">&nbsp;and the&nbsp;</span><i style=\"box-sizing: border-box;\"><span style=\"box-sizing: border-box; font-weight: 400;\">Martyrdom of Perpetua and Felicity</span></i><span style=\"box-sizing: border-box; font-weight: 400;\">&nbsp;(both written during the second century), refer to the Christian practice of praying for the dead. Such prayers would have been offered only if Christians believed in purgatory, even if they did not use that name for it. (See Catholic Answers&rsquo; tract&nbsp;</span><a href=\"https://www.catholic.com/tract/the-roots-of-purgatory\" style=\"box-sizing: border-box; color: rgb(0, 123, 255); text-decoration: none; background-color: transparent;\"><span style=\"box-sizing: border-box; font-weight: 400;\">The Roots of Purgatory</span></a><span style=\"box-sizing: border-box; font-weight: 400;\">&nbsp;for quotations from these and other early Christian sources.)</span></p>     <h2 style=\"box-sizing: border-box; margin-top: 0px; margin-bottom: 0.25rem; font-family: inherit; font-weight: 700; line-height: 1.2; color: rgb(0, 40, 86); font-size: 1.5rem;\"><b style=\"box-sizing: border-box; font-weight: bolder;\">Why No Protests?</b></h2>     <p style=\"box-sizing: border-box; margin-top: 0px; margin-bottom: 1rem;\"><span style=\"box-sizing: border-box; font-weight: 400;\">A study of the history of doctrines indicates that Christians in the first centuries were up in arms &nbsp;if anyone suggested the least change in beliefs. They were extremely conservative people who tested a doctrine&rsquo;s truth by asking, Was this believed by our ancestors? Was it handed on from the apostles? Surely belief in purgatory would be considered a great change, if it had not been believed from the first&mdash;so where are the records of protests?</span></p>     <p style=\"box-sizing: border-box; margin-top: 0px; margin-bottom: 1rem;\"><span style=\"box-sizing: border-box; font-weight: 400;\">They don&rsquo;t exist. There is no hint at all, in the oldest writings available to us (or in later ones, for that matter), that &ldquo;true believers&rdquo; in the immediate post-apostolic years spoke of purgatory as a novel doctrine. They must have understood that the oral teaching of the apostles, what Catholics call tradition, and the Bible not only failed to contradict the doctrine, but, in fact, confirmed it.</span></p>     <p style=\"box-sizing: border-box; margin-top: 0px; margin-bottom: 1rem;\"><span style=\"box-sizing: border-box; font-weight: 400;\">It is no wonder, then, that those who deny the existence of purgatory tend to touch upon only briefly the history of the belief. They prefer to claim that the Bible speaks only of heaven and hell. Wrong. It speaks plainly of a third condition, commonly called the limbo of the Fathers, where the just who had died before the redemption were waiting for heaven to be opened to them. After his death and before his resurrection, Christ visited those experiencing the limbo of the Fathers and preached to them the good news that heaven would now be opened to them (1 Pet. 3:19). These people thus were not in heaven, but neither were they experiencing the torments of hell.</span></p>     <p style=\"box-sizing: border-box; margin-top: 0px; margin-bottom: 1rem;\"><span style=\"box-sizing: border-box; font-weight: 400;\">Some have speculated that the limbo of the Fathers is the same as purgatory. This may or may not be the case. However, even if the limbo of the Fathers is not purgatory, its existence shows that a temporary, intermediate state is not contrary to Scripture.</span></p>     <h2 style=\"box-sizing: border-box; margin-top: 0px; margin-bottom: 0.25rem; font-family: inherit; font-weight: 700; line-height: 1.2; color: rgb(0, 40, 86); font-size: 1.5rem;\"><b style=\"box-sizing: border-box; font-weight: bolder;\">&ldquo;Purgatory Not in Scripture&rdquo;</b></h2>     <p style=\"box-sizing: border-box; margin-top: 0px; margin-bottom: 1rem;\"><span style=\"box-sizing: border-box; font-weight: 400;\">Some Fundamentalists also charge, &ldquo;The word&nbsp;</span><a href=\"https://www.catholic.com/video/is-purgatory-in-the-bible\" style=\"box-sizing: border-box; color: rgb(0, 123, 255); text-decoration: none; background-color: transparent;\"><span style=\"box-sizing: border-box; font-weight: 400;\">purgatory is nowhere found in Scripture</span></a><span style=\"box-sizing: border-box; font-weight: 400;\">.&rdquo; This is true, and yet it does not disprove the existence of purgatory or the fact that belief in it has always been part of Church teaching. The words&nbsp;</span><a href=\"https://www.catholic.com/tract/the-trinity\" style=\"box-sizing: border-box; color: rgb(0, 123, 255); text-decoration: none; background-color: transparent;\"><i style=\"box-sizing: border-box;\"><span style=\"box-sizing: border-box; font-weight: 400;\">Trinity</span></i>&nbsp;</a><span style=\"box-sizing: border-box; font-weight: 400;\">and&nbsp;</span><a href=\"https://www.catholic.com/encyclopedia/incarnation\" style=\"box-sizing: border-box; color: rgb(0, 123, 255); text-decoration: none; background-color: transparent;\"><i style=\"box-sizing: border-box;\"><span style=\"box-sizing: border-box; font-weight: 400;\">Incarnation</span></i></a><span style=\"box-sizing: border-box; font-weight: 400;\">&nbsp;aren&rsquo;t in Scripture either, yet those doctrines are clearly taught in it. Likewise, Scripture teaches that purgatory exists, even if it doesn&rsquo;t use that word and even if 1 Peter 3:19 refers to a place other than purgatory.</span></p>     <p style=\"box-sizing: border-box; margin-top: 0px; margin-bottom: 1rem;\"><span style=\"box-sizing: border-box; font-weight: 400;\">Christ refers to the sinner who &ldquo;will not be forgiven, either in this age or in the age to come&rdquo; (Matt. 12:32), suggesting that one can be freed after death of the consequences of one&rsquo;s sins. Similarly, Paul tells us that, when we are judged, each man&rsquo;s work will be tried. And what happens if a righteous man&rsquo;s work fails the test? &ldquo;He will suffer loss, though he himself will be saved, but only as through fire&rdquo; (1 Cor 3:15). Now this loss, this penalty, can&rsquo;t refer to consignment to hell, since no one is saved there; and heaven can&rsquo;t be meant, since there is no suffering (&ldquo;fire&rdquo;) there. The Catholic doctrine of purgatory alone explains this passage.</span></p>     <p style=\"box-sizing: border-box; margin-top: 0px; margin-bottom: 1rem;\"><span style=\"box-sizing: border-box; font-weight: 400;\">Then, of course, there is the Bible&rsquo;s approval of prayers for the dead: &ldquo;In doing this he acted in a very excellent and noble way, inasmuch as he had the resurrection of the dead in view; for if he were not expecting the dead to rise again, it would have been useless and foolish to pray for them in death. But if he did this with a view to the splendid reward that awaits those who had gone to rest in godliness, it was a holy and pious thought. Thus he made atonement for the dead that they might be freed from this sin&rdquo; (2 Macc. 12:43&ndash;45). Prayers are not needed by those in heaven, and no one can help those in hell. This verse so clearly illustrates the existence of purgatory that, at the time of the Reformation, Protestants had to cut the books of the Maccabees out of their Bibles in order to avoid accepting the doctrine.</span></p>     <p style=\"box-sizing: border-box; margin-top: 0px; margin-bottom: 1rem;\"><span style=\"box-sizing: border-box; font-weight: 400;\">Prayers for the dead and the consequent doctrine of purgatory have been part of the true religion since before the time of Christ. Not only can we show it was practiced by the Jews of the time of the Maccabees, but it has even been retained by Orthodox Jews today, who recite a prayer known as the&nbsp;</span><i style=\"box-sizing: border-box;\"><span style=\"box-sizing: border-box; font-weight: 400;\">Mourner&rsquo;s</span></i> <i style=\"box-sizing: border-box;\"><span style=\"box-sizing: border-box; font-weight: 400;\">Kaddish</span></i><span style=\"box-sizing: border-box; font-weight: 400;\">&nbsp;for eleven months after the death of a loved one so that the loved one may be purified. It was not the Catholic Church that added the doctrine of purgatory. Rather, the Protestant churches rejected a doctrine that had always been believed by Jews and Christians.</span></p>     <h2 style=\"box-sizing: border-box; margin-top: 0px; margin-bottom: 0.25rem; font-family: inherit; font-weight: 700; line-height: 1.2; color: rgb(0, 40, 86); font-size: 1.5rem;\"><b style=\"box-sizing: border-box; font-weight: bolder;\">Why Go to Purgatory?</b></h2>     <p style=\"box-sizing: border-box; margin-top: 0px; margin-bottom: 1rem;\"><span style=\"box-sizing: border-box; font-weight: 400;\">Why would anyone go to purgatory? To be cleansed, for &ldquo;nothing unclean shall enter [heaven]&rdquo; (Rev. 21:27). Anyone who has not been completely freed of sin and its effects is, to some extent, &ldquo;unclean.&rdquo; Through repentance he may have gained the grace needed to be worthy of heaven, which is to say, he has been forgiven and his soul is spiritually alive. But that&rsquo;s not sufficient for gaining entrance into heaven. He needs to be cleansed completely.</span></p>     <p style=\"box-sizing: border-box; margin-top: 0px; margin-bottom: 1rem;\"><span style=\"box-sizing: border-box; font-weight: 400;\">Fundamentalists claim, as an article in Jimmy Swaggart&rsquo;s magazine,&nbsp;</span><i style=\"box-sizing: border-box;\"><span style=\"box-sizing: border-box; font-weight: 400;\">The Evangelist</span></i><span style=\"box-sizing: border-box; font-weight: 400;\">, put it, that &ldquo;Scripture clearly reveals that all the demands of divine justice on the sinner have been completely fulfilled in Jesus Christ. It also reveals that Christ has totally redeemed, or purchased back, that which was lost. The advocates of purgatory (and the necessity of prayer for the dead) say, in effect, that the redemption of Christ was incomplete. . . . It has all been done for us by Jesus Christ, there is nothing to be added or done by man.&rdquo;</span></p>     <p style=\"box-sizing: border-box; margin-top: 0px; margin-bottom: 1rem;\"><span style=\"box-sizing: border-box; font-weight: 400;\">It is entirely correct to say that Christ accomplished all of our salvation for us on the cross. But that does not settle the question of how this redemption is applied to us. Scripture reveals that it is applied to us over the course of time through, among other things, the process of sanctification through which the Christian is made holy. Sanctification involves suffering (Rom. 5:3&ndash;5), and purgatory is the final stage of sanctification that some of us need to undergo before we enter heaven. Purgatory is the final phase of Christ&rsquo;s applying to us the purifying redemption that he accomplished for us by his death on the cross.</span></p>     <h2 style=\"box-sizing: border-box; margin-top: 0px; margin-bottom: 0.25rem; font-family: inherit; font-weight: 700; line-height: 1.2; color: rgb(0, 40, 86); font-size: 1.5rem;\"><b style=\"box-sizing: border-box; font-weight: bolder;\">Nothing Unclean or Purged</b></h2>     <p style=\"box-sizing: border-box; margin-top: 0px; margin-bottom: 1rem;\"><span style=\"box-sizing: border-box; font-weight: 400;\">Catholic theology takes seriously the notion that &ldquo;nothing unclean shall enter heaven.&rdquo; From this it is inferred that a less than cleansed soul isn&rsquo;t fit for heaven. It needs to be cleansed or &ldquo;purged&rdquo; of its remaining imperfections. Sanctification is thus not an option, something that may or may not happen before one gets into heaven. It is an absolute requirement, as Hebrews 12:14 states that we must strive &ldquo;for the holiness without which no one will see the Lord.&rdquo;</span></p> </div>",
    "factTitle": "Purgatory"
  },
  {
    "uid": 17,
    "factContent": "<div data-v-0cbbd2f3=\"\"> <div data-v-0cbbd2f3=\"\"> <div data-v-0cbbd2f3=\"\"> <div id=\"article-intro_1-0\" class=\"comp article-content__description article-intro mntl-sc-page mntl-block\" data-sc-sticky-offset=\"60\" data-sc-ad-label-height=\"24\" data-sc-ad-track-spacing=\"100\" data-sc-min-track-height=\"250\" data-sc-max-track-height=\"600\" data-sc-breakpoint=\"54em\" data-sc-load-immediate=\"1\" data-sc-content-positions=\"[300,600,900,1200,1500,1800,2100]\" data-bind-scroll-on-start=\"true\"> <p id=\"mntl-sc-block_1-0\" class=\"comp mntl-sc-block mntl-sc-block-html\">The liturgy, or public worship, of all Christian churches is governed by a yearly calendar that commemorates the main events in salvation history. In the Catholic Church, this cycle of public celebrations, prayers, and readings is divided into six seasons, each emphasizing a portion of the life of Jesus Christ. These six seasons are described in the \"General Norms for the Liturgical Year and the Calendar,\" published by the Vatican's&nbsp;Congregation for Divine Worship in 1969 (after the revision of the&nbsp;<a href=\"https://www.learnreligions.com/roman-catholic-liturgical-calendar-4120560\" data-component=\"link\" data-source=\"inlineLink\" data-type=\"internalLink\" data-ordinal=\"1\">liturgical calendar</a>&nbsp;at the time of the promulgation of the&nbsp;<a href=\"https://www.learnreligions.com/what-is-the-novus-ordo-542952\" data-component=\"link\" data-source=\"inlineLink\" data-type=\"internalLink\" data-ordinal=\"2\"><em>Novus Ordo</em></a>). As the General Norms note, \"By means of the yearly cycle the Church celebrates the whole mystery of Christ, from his incarnation until the day of Pentecost and the expectation of his coming again.\"</p> </div> <div id=\"list-sc-item_1-0\" class=\"comp mntl-sc-list-item list-sc-item mntl-block\"> <div id=\"list-marker_1-0\" class=\"comp list-marker list-marker--none\">&nbsp;</div> <span id=\"advent-prepare-the-way-of-the-lord\" class=\"heading-toc\"></span> <h2 id=\"mntl-sc-block_2-0\" class=\"comp mntl-sc-list-item-title mntl-sc-block reference-sc-block-heading mntl-sc-block-heading\"><a class=\"mntl-sc-block-heading__link\" href=\"https://www.learnreligions.com/season-of-advent-catholic-church-542458\">Advent: Prepare the Way of the Lord</a></h2> <p id=\"mntl-sc-block_2-0-2\" class=\"comp mntl-sc-block mntl-sc-block-html\">The liturgical year begins on the First Sunday of&nbsp;<a href=\"https://www.learnreligions.com/season-of-advent-catholic-church-542458\" data-component=\"link\" data-source=\"inlineLink\" data-type=\"internalLink\" data-ordinal=\"1\">Advent</a>, the season of preparation for Christ's Birth. The emphasis in the Mass and the daily prayers of this season is on the threefold coming of Christ&mdash;the prophecies of His Incarnation and Birth; His coming into our lives through grace and the&nbsp;<a href=\"https://www.learnreligions.com/sacraments-of-the-catholic-church-542136\" data-component=\"link\" data-source=\"inlineLink\" data-type=\"internalLink\" data-ordinal=\"2\">sacraments</a>, especially the&nbsp;<a href=\"https://www.learnreligions.com/the-sacrament-of-holy-communion-542131\" data-component=\"link\" data-source=\"inlineLink\" data-type=\"internalLink\" data-ordinal=\"3\">Sacrament of Holy Communion</a>; and His Second Coming at the end of time. Sometimes called a \"little Lent,\" Advent is a period of joyful expectation but also of penance, as the liturgical color of the season&mdash;purple, as in Lent&mdash;indicates.</p> </div> <div id=\"billboard1-sticky_1-0\" class=\"comp scads-to-load right-rail__item billboard1-sticky billboard-sticky is-lockable\" data-height=\"1050\">&nbsp;</div> <div id=\"list-sc-item_1-0-1\" class=\"comp mntl-sc-list-item list-sc-item mntl-block\"> <div id=\"list-marker_1-0-1\" class=\"comp list-marker list-marker--none\">&nbsp;</div> <span id=\"christmas-christ-is-born\" class=\"heading-toc\"></span> <h2 id=\"mntl-sc-block_2-0-3\" class=\"comp mntl-sc-list-item-title mntl-sc-block reference-sc-block-heading mntl-sc-block-heading\"><a class=\"mntl-sc-block-heading__link\" href=\"https://www.learnreligions.com/why-is-christmas-on-december-25-700439\">Christmas: Christ Is Born</a></h2> <p id=\"mntl-sc-block_2-0-5\" class=\"comp mntl-sc-block mntl-sc-block-html\">The joyful expectation of Advent finds its culmination in the second season of the liturgical year:&nbsp;<a href=\"https://www.learnreligions.com/why-is-christmas-on-december-25-700439\" data-component=\"link\" data-source=\"inlineLink\" data-type=\"internalLink\" data-ordinal=\"1\">Christmas</a>. Traditionally, the Christmas season extended from First Vespers (or evening prayer) of Christmas (before Midnight Mass) through Candlemas, the&nbsp;<a href=\"https://www.learnreligions.com/feast-presentation-of-the-lord-542480\" data-component=\"link\" data-source=\"inlineLink\" data-type=\"internalLink\" data-ordinal=\"2\">Feast of the Presentation of the Lord</a>&nbsp;(February 2)&mdash;a period of 40 days. With the revision of the calendar in 1969, \"The Christmas season runs,\" notes the General Norms,&nbsp;\"from evening prayer I of Christmas until the Sunday after Epiphany or after 6 January, inclusive\"&mdash;that is, until the&nbsp;<a href=\"https://www.learnreligions.com/the-baptism-of-the-lord-542465\" data-component=\"link\" data-source=\"inlineLink\" data-type=\"internalLink\" data-ordinal=\"3\">Feast of the Baptism of the Lord</a>. Contrary to popular celebration, the Christmas season does not encompass Advent, nor end with Christmas Day, but begins after Advent ends and extends into the New Year. The season is celebrated with a special joy&nbsp;throughout&nbsp;the&nbsp;<a href=\"https://www.learnreligions.com/twelve-days-of-christmas-myths-reality-541551\" data-component=\"link\" data-source=\"inlineLink\" data-type=\"internalLink\" data-ordinal=\"4\">Twelve Days of Christmas</a>, ending with the&nbsp;<a href=\"https://www.learnreligions.com/epiphany-of-our-lord-jesus-christ-542471\" data-component=\"link\" data-source=\"inlineLink\" data-type=\"internalLink\" data-ordinal=\"5\">Epiphany of Our Lord</a>&nbsp;(January 6).</p> </div> <div id=\"billboard2-sticky_1-0\" class=\"comp scads-to-load right-rail__item billboard2-sticky billboard-sticky is-lockable\" data-height=\"600\" data-parent=\"\">&nbsp;</div> <div id=\"list-sc-item_1-0-2\" class=\"comp mntl-sc-list-item list-sc-item mntl-block\"> <div id=\"list-marker_1-0-2\" class=\"comp list-marker list-marker--none\">&nbsp;</div> <span id=\"ordinary-time-walking-with-christ\" class=\"heading-toc\"></span> <h2 id=\"mntl-sc-block_2-0-6\" class=\"comp mntl-sc-list-item-title mntl-sc-block reference-sc-block-heading mntl-sc-block-heading\"><a class=\"mntl-sc-block-heading__link\" href=\"https://www.learnreligions.com/ordinary-time-in-the-catholic-church-542442\">Ordinary Time: Walking With Christ</a></h2> <p id=\"mntl-sc-block_2-0-8\" class=\"comp mntl-sc-block mntl-sc-block-html\">On the Monday after the Feast of the Baptism of the Lord, the longest season of the liturgical year&mdash;<a href=\"https://www.learnreligions.com/ordinary-time-in-the-catholic-church-542442\" data-component=\"link\" data-source=\"inlineLink\" data-type=\"internalLink\" data-ordinal=\"1\">Ordinary Time</a>&mdash;begins. Depending on the year, it encompasses either 33 or 34 weeks, broken into two distinct portions of the calendar, the first ending on the Tuesday before&nbsp;<a href=\"https://www.learnreligions.com/ash-wednesday-in-the-catholic-church-542463\" data-component=\"link\" data-source=\"inlineLink\" data-type=\"internalLink\" data-ordinal=\"2\">Ash Wednesday</a>, and the second beginning on the Monday after&nbsp;<a href=\"https://www.learnreligions.com/what-is-pentecost-sunday-542478\" data-component=\"link\" data-source=\"inlineLink\" data-type=\"internalLink\" data-ordinal=\"3\">Pentecost</a>&nbsp;and running until evening prayer I of the First Sunday of Advent. (Before the revision of the calendar in 1969, these two periods were known as the Sundays After Epiphany and the Sundays After Pentecost.) Ordinary Time takes its name from the fact that the weeks are numbered (ordinal numbers are numbers indicating positions in a series, such as fifth, sixth, and seventh). During both periods of&nbsp;Ordinary Time, the emphasis in the Mass and the Church's daily prayer is on Christ's teaching and His life among His disciples.</p> </div> <div id=\"billboard3-sticky_1-0\" class=\"comp scads-to-load right-rail__item billboard3-sticky billboard-sticky is-lockable\" data-height=\"600\" data-parent=\"\">&nbsp;</div> <div id=\"list-sc-item_1-0-3\" class=\"comp mntl-sc-list-item list-sc-item mntl-block\"> <div id=\"list-marker_1-0-3\" class=\"comp list-marker list-marker--none\">&nbsp;</div> <span id=\"lent-dying-to-self\" class=\"heading-toc\"></span> <h2 id=\"mntl-sc-block_2-0-9\" class=\"comp mntl-sc-list-item-title mntl-sc-block reference-sc-block-heading mntl-sc-block-heading\"><a class=\"mntl-sc-block-heading__link\" href=\"https://www.learnreligions.com/what-is-lent-700774\">Lent: Dying to Self</a></h2> <p id=\"mntl-sc-block_2-0-11\" class=\"comp mntl-sc-block mntl-sc-block-html\">The season of Ordinary Time is interrupted by three seasons, the first being Lent, the&nbsp;<a href=\"https://www.learnreligions.com/40-days-of-lent-542503\" data-component=\"link\" data-source=\"inlineLink\" data-type=\"internalLink\" data-ordinal=\"1\">40-day period</a>&nbsp;of preparation for Easter.&nbsp;In any given year, the length of the first period of Ordinary Time depends on the date of&nbsp;<a href=\"https://www.learnreligions.com/when-is-ash-wednesday-542443\" data-component=\"link\" data-source=\"inlineLink\" data-type=\"internalLink\" data-ordinal=\"2\">Ash Wednesday</a>, which itself depends on&nbsp;<a href=\"https://www.learnreligions.com/when-is-easter-542284\" data-component=\"link\" data-source=\"inlineLink\" data-type=\"internalLink\" data-ordinal=\"3\">the date of Easter</a>. Lent is a period of&nbsp;<a href=\"https://www.learnreligions.com/what-is-fasting-701972\" data-component=\"link\" data-source=\"inlineLink\" data-type=\"internalLink\" data-ordinal=\"4\">fasting</a>,&nbsp;<a href=\"https://www.learnreligions.com/abstinence-as-spiritual-discipline-542184\" data-component=\"link\" data-source=\"inlineLink\" data-type=\"internalLink\" data-ordinal=\"5\">abstinence</a>,&nbsp;<a href=\"https://www.learnreligions.com/what-is-prayer-542573\" data-component=\"link\" data-source=\"inlineLink\" data-type=\"internalLink\" data-ordinal=\"6\">prayer</a>, and almsgiving&mdash;all to prepare ourselves, body and soul, to die with Christ on&nbsp;<a href=\"https://www.learnreligions.com/what-is-good-friday-p2-700773\" data-component=\"link\" data-source=\"inlineLink\" data-type=\"internalLink\" data-ordinal=\"7\">Good Friday</a>&nbsp;so that we may rise&nbsp;again&nbsp;with Him on Easter Sunday. During Lent, the emphasis in the Mass readings and daily prayers of the Church is on the prophecies and foreshadowings of Christ in the Old Testament, and the increasing revelation of the nature of Christ and His mission</p> </div> <div id=\"list-sc-item_1-0-4\" class=\"comp mntl-sc-list-item list-sc-item mntl-block\"> <div id=\"list-marker_1-0-4\" class=\"comp list-marker list-marker--none\">&nbsp;</div> <span id=\"the-easter-triduum-from-death-into-life\" class=\"heading-toc\"></span> <h2 id=\"mntl-sc-block_2-0-12\" class=\"comp mntl-sc-list-item-title mntl-sc-block reference-sc-block-heading mntl-sc-block-heading\"><a class=\"mntl-sc-block-heading__link\" href=\"https://www.learnreligions.com/what-is-the-easter-triduum-541518\">The Easter Triduum: From Death Into Life</a></h2> <p id=\"mntl-sc-block_2-0-14\" class=\"comp mntl-sc-block mntl-sc-block-html\">Like Ordinary Time, the Easter Triduum is a new liturgical season created with the revision of the liturgical calendar in 1969. It has its roots, though, in the reform of the ceremonies of&nbsp;<a href=\"https://www.learnreligions.com/what-is-holy-week-541521\" data-component=\"link\" data-source=\"inlineLink\" data-type=\"internalLink\" data-ordinal=\"1\">Holy Week</a>&nbsp;in 1956. While Ordinary Time is the longest of the Church's liturgical seasons, the Easter Triduum is the shortest; as the General Norms note, \"The Easter Triduum begins with the evening Mass of the Lord's Supper (on&nbsp;<a href=\"https://www.learnreligions.com/maundy-holy-thursday-541524\" data-component=\"link\" data-source=\"inlineLink\" data-type=\"internalLink\" data-ordinal=\"2\">Holy Thursday</a>), reaches its high point in the Easter Vigil, and closes with evening prayer on Easter Sunday.\"&nbsp;While the Easter Triduum is liturgically a separate season from Lent, it remains a part of the 40-day Lenten fast, which extends from Ash Wednesday through&nbsp;<a href=\"https://www.learnreligions.com/holy-saturday-541563\" data-component=\"link\" data-source=\"inlineLink\" data-type=\"internalLink\" data-ordinal=\"3\">Holy Saturday</a>, excluding the six Sundays in Lent, which are never days of fasting</p> </div> <div id=\"list-sc-item_1-0-5\" class=\"comp mntl-sc-list-item list-sc-item mntl-block\"> <div id=\"list-marker_1-0-5\" class=\"comp list-marker list-marker--none\">&nbsp;</div> <span id=\"easter-christ-is-risen\" class=\"heading-toc\"></span> <h2 id=\"mntl-sc-block_2-0-15\" class=\"comp mntl-sc-list-item-title mntl-sc-block reference-sc-block-heading mntl-sc-block-heading\"><a class=\"mntl-sc-block-heading__link\" href=\"https://www.learnreligions.com/easter-in-the-catholic-church-542486\">Easter: Christ Is Risen!</a></h2> <p id=\"mntl-sc-block_2-0-17\" class=\"comp mntl-sc-block mntl-sc-block-html\">After Lent and the Easter Triduum, the third season to interrupt Ordinary Time is the Easter season itself. Beginning on&nbsp;<a href=\"https://www.learnreligions.com/easter-in-the-catholic-church-542486\" data-component=\"link\" data-source=\"inlineLink\" data-type=\"internalLink\" data-ordinal=\"1\">Easter Sunday</a>&nbsp;and running to&nbsp;<a href=\"https://www.learnreligions.com/what-is-pentecost-sunday-542478\" data-component=\"link\" data-source=\"inlineLink\" data-type=\"internalLink\" data-ordinal=\"2\">Pentecost Sunday</a>, a period of 50 days (inclusive), the Easter season is second only to Ordinary Time in length. Easter is the greatest feast in the Christian calendar, for \"if Christ is not risen, our faith is in vain.\" The Resurrection of Christ culminates in His&nbsp;<a href=\"https://www.learnreligions.com/ascension-of-our-lord-jesus-christ-542462\" data-component=\"link\" data-source=\"inlineLink\" data-type=\"internalLink\" data-ordinal=\"3\">Ascension</a>&nbsp;into Heaven and the descent of the Holy Spirit on Pentecost, which inaugurates the mission of the Church to spread the Good News of salvation to all the world</p> </div> <div id=\"list-sc-item_1-0-6\" class=\"comp mntl-sc-list-item list-sc-item mntl-block\"> <div id=\"list-marker_1-0-6\" class=\"comp list-marker list-marker--none\">&nbsp;</div> <span id=\"rogation-and-ember-days-petition-and-thanksgiving\" class=\"heading-toc\"></span> <h2 id=\"mntl-sc-block_2-0-18\" class=\"comp mntl-sc-list-item-title mntl-sc-block reference-sc-block-heading mntl-sc-block-heading\"><a class=\"mntl-sc-block-heading__link\" href=\"https://www.learnreligions.com/what-are-rogations-days-542481\">Rogation and Ember Days: Petition and Thanksgiving</a></h2> <p id=\"mntl-sc-block_2-0-19\" class=\"comp mntl-sc-block mntl-sc-block-html\">In addition to the&nbsp;six liturgical seasons discussed above,&nbsp;the&nbsp;\"General Norms for the Liturgical Year and the Calendar\" lists a seventh item in&nbsp;its discussion of the yearly liturgical cycle: the&nbsp;<a href=\"https://www.learnreligions.com/what-are-rogations-days-542481\" data-component=\"link\" data-source=\"inlineLink\" data-type=\"internalLink\" data-ordinal=\"1\">Rogation Days</a>&nbsp;and&nbsp;<a href=\"https://www.learnreligions.com/what-are-the-ember-days-542470\" data-component=\"link\" data-source=\"inlineLink\" data-type=\"internalLink\" data-ordinal=\"2\">Ember Days</a>. While these days of prayer, both of petition and of thanksgiving,&nbsp;do not&nbsp;constitute a liturgical season of their own, they are some of the oldest annual celebrations in the Catholic Church, celebrated continuously for over 1,500 years until the revision of the calendar in 1969. At that point, the celebration of&nbsp;both the Rogation Days&nbsp;and the Ember Days were made optional, with the decision left up to the bishops' conference of each country. As a result, neither is widely celebrated today.</p> </div> <div id=\"article-outro_1-0\" class=\"comp article-outro mntl-sc-page mntl-block\" data-sc-sticky-offset=\"60\" data-sc-ad-label-height=\"24\" data-sc-ad-track-spacing=\"100\" data-sc-min-track-height=\"250\" data-sc-max-track-height=\"600\" data-sc-breakpoint=\"54em\" data-sc-load-immediate=\"1\" data-sc-content-positions=\"[300,600,900,1200,1500,1800,2100]\" data-bind-scroll-on-start=\"true\">&nbsp;</div> <div id=\"billboard4-sticky-lazy_1-0\" class=\"comp scads-to-load right-rail__item billboard4-sticky-lazy billboard-sticky is-lockable\" data-height=\"600\" data-parent=\"\">&nbsp;</div> <div id=\"billboard5-sticky-lazy_1-0\" class=\"comp scads-to-load right-rail__item billboard5-sticky-lazy billboard-sticky\" data-height=\"600\" data-parent=\"\">&nbsp;</div> <div id=\"billboard6-sticky-lazy_1-0\" class=\"comp scads-to-load right-rail__item billboard6-sticky-lazy billboard-sticky\" data-height=\"600\" data-parent=\"\">&nbsp;</div> <div id=\"billboard7-sticky-lazy_1-0\" class=\"comp scads-to-load right-rail__item billboard7-sticky-lazy billboard-sticky\" data-height=\"600\" data-parent=\"\">&nbsp;</div> <div id=\"sources-and-citation_1-0\" class=\"comp sources-and-citation mntl-block\">&nbsp;</div> </div> </div> </div>",
    "factTitle": "Seasons in the church"
  },
  {
    "uid": 18,
    "factContent": "<p>The ten commandments, in order, are:</p>  <p>&ldquo;I am the Lord thy God, thou shalt not have any strange gods before Me.&rdquo;</p>  <p>This commandment forbids idolatry, the worship of false gods and goddesses, and it excludes polytheism, the belief in many gods, insisting instead on monotheism, the belief in one God. This commandment forbids making golden calves, building temples to Isis, and worshipping statues of Caesar, for example.</p>  <p>&ldquo;Thou shalt not take the name of the Lord thy God in vain.&rdquo;</p>  <p>The faithful are required to honor the name of God. It makes sense that if you&rsquo;re to love God with all your heart, soul, mind, and strength, then you&rsquo;re naturally to respect the name of God with equal passion and vigor.</p>  <p>&ldquo;Remember to keep holy the Sabbath day.&rdquo;</p>  <p>The Jewish celebration of Sabbath (Shabbat) begins at sundown on Friday evening and lasts until sundown on Saturday. Catholic, Protestant, and Orthodox Christians go to church on Sunday, treating it as the Lord&rsquo;s Day instead of Saturday to honor the day Christ rose from the dead.</p>  <p>&ldquo;Honor thy father and mother.&rdquo;</p>  <p>This commandment obliges the faithful to show respect for their parents &mdash; as children and adults. Children must obey their parents, and adults must respect and see to the care of their parents, when they become old and infirm.</p>  <p>&ldquo;Thou shalt not kill.&rdquo;</p>  <p>The better translation from the Hebrew would be &ldquo;Thou shalt not murder&rdquo; &mdash; a subtle distinction but an important one to the Church. Killing an innocent person is considered murder. Killing an unjust aggressor to preserve your own life is still killing, but it isn&rsquo;t considered murder or immoral.</p>  <p>&ldquo;Thou shalt not commit adultery.&rdquo;</p>  <p>The sixth and ninth commandments honor human sexuality. This commandment forbids the actual, physical act of having immoral sexual activity, specifically adultery, which is sex with someone else&rsquo;s spouse or a spouse cheating on their partner. This commandment also includes fornication, which is sex between unmarried people, prostitution, pornography, homosexual activity, masturbation, group sex, rape, incest, pedophilia, bestiality, and necrophilia.</p>  <p>&ldquo;Thou shalt not steal.&rdquo;</p>  <p>The seventh and tenth commandments focus on respecting and honoring the possessions of others. This commandment forbids the act of taking someone else&rsquo;s property. The Catholic Church believes that this commandment also denounces cheating people of their money or property, depriving workers of their just wage, or not giving employers a full day&rsquo;s work for a full day&rsquo;s pay. Embezzlement, fraud, tax evasion, and vandalism are all considered extensions of violations of the Seventh Commandment.</p>  <p>&ldquo;Thou shalt not bear false witness against thy neighbor.&rdquo;</p>  <p>The Eighth Commandment condemns lying. Because God is regarded as the author of all truth, the Church believes that humans are obligated to honor the truth. The most obvious way to fulfill this commandment is not to lie &mdash; intentionally deceive another by speaking a falsehood. So a good Catholic is who you want to buy a used car from.</p>  <p>&ldquo;Thou shalt not covet thy neighbor&rsquo;s wife.&rdquo;</p>  <p>The Ninth Commandment forbids the intentional desire and longing for immoral sexuality. To sin in the heart, Jesus says, is to lust after a woman or a man in your heart with the desire and will to have immoral sex with them. Just as human life is a gift from God and needs to be respected, defended, and protected, so, too, is human sexuality. Catholicism regards human sexuality as a divine gift, so it&rsquo;s considered sacred in the proper context &mdash; marriage.</p>  <p>&ldquo;Thou shalt not covet thy neighbor&rsquo;s goods.&rdquo;</p>  <p>The Tenth Commandment forbids the wanting to or taking someone else&rsquo;s property. Along with the Seventh Commandment, this commandment condemns theft and the feelings of envy, greed, and jealousy in reaction to what other people have.</p>",
    "factTitle": "The 10 commandments"
  },
  {
    "uid": 19,
    "factContent": "<p><br />The<a href=\"http://www.crossroadsinitiative.com/library_article/52/Early_Church_Fathers_Overview__Snapshot_of_the_Fathers_of_the_Church.html\" target=\"_blank\">&nbsp;Church Fathers</a>&nbsp;were influential theologians, bishops or scholars whose writings explained key Scriptural principles in the early Church. They were not all ordained, not all of them became saints, and they were not infallible. But they had powerful communication skills, personal holiness and doctrinal orthodoxy, so we honor them unofficially as \"fathers\" for their proximity to the Apostles, their explanations of how to understand and apply Scripture, and their ability to teach the Catholic faith.<br /><br />They are generally divided into four categories based on when or where they lived: the Apostolic Fathers, the Greek (Eastern) Fathers, the Latin (Western) Fathers, and others such as the Desert Fathers.</p> <p>The era of the Church Fathers, called the Patristic period, ended in 749 with the death of St. John of Damascus.</p> <h4>Apostolic Fathers</h4> <p>The Apostolic Fathers lived and wrote in the second half of the first century and the first half of the second century. They were taught by the Apostles and personally witnessed the birth of the Church. Most were martyred &ndash; crucified, beheaded, fed to the lions at the Roman colosseum, boiled in oil or burned alive. They were the ones empowered by the Holy Spirit and who personally handed on the oral teaching of Jesus Christ, before the New Testament canon was collected in the late 4th century and then translated into Latin by a later Church Father, St. Jerome.</p> <p><a href=\"https://catholicnewsherald.com/component/content/article/52-news/roknewspager-ourfaith/1105-church-remembers-its-fourth-pope-st-clement-i-on-nov-23\" target=\"_blank\">St. CLEMENT</a>&nbsp;One of these Fathers: St. Clement, is actually mentioned in the Bible &ndash; in Philippians 4:3. Before he died in about the year 96, he wrote an epistle (1 Clement) calling on the Christians of Corinth to maintain harmony and order. His letter was copied and widely read in the early Church, and it is the earliest Christian epistle outside the New Testament.</p> <p><a href=\"https://catholicnewsherald.com/component/content/article/52-news/roknewspager-ourfaith/912-st-ignatius-of-antioch-apostolic-father-who-coined-the-term-catholic-church-honored-oct-17\" target=\"_blank\">St. IGNATIUS OF ANTIOCH&nbsp;</a>(c. 35-110): He was the third bishop of Antioch (the see of Peter before he went to Rome) and a student of John the Evangelist, believed to be the author of the Gospel of John. En route to his martyrdom in Rome, where he was devoured by lions in the colosseum, Ignatius wrote a series of letters which we still have today. His hastily-written letters covered many topics: ecclesiology, the sacraments, the authority of bishops, and the Sabbath. He stressed the value of the Eucharist, and he coined the term \"Catholic Church.\"</p> <p><a href=\"https://catholicnewsherald.com/component/content/article/52-news/roknewspager-ourfaith/1429-st-polycarp-martyr-feast-day-feb-23\" target=\"_blank\">St. POLYCARP OF SMYRNA&nbsp;</a>(c. 69-c. 155): He was a bishop of Smyrna (now Izmir, Turkey) and a disciple of John the Evangelist known more for his spectacular martyrdom than anything he wrote. Around 155, Polycarp was captured and dragged to the stadium to be burned alive for not paying homage to the emperor. He shouted to the watching proconsul: \"You threaten me with fire, which burns for an hour, and after a little is extinguished. But you are ignorant of the fire of the coming judgment and of eternal punishment ... What are you waiting for? Bring forth what you will.\" Many witnesses reported that the rising flames did not burn his body. Losing patience, his killers stabbed him to death, and so much blood flowed from his body that the fire was doused.</p> <h4>Greek Fathers</h4> <p>The Greek Fathers, who wrote in Greek, included St. Irenaeus of Lyons, St. Clement of Alexandria, St. Athanasius of Alexandria, St. John Chrysostom, St. Cyril of Alexandria, the Cappadocian Fathers (St. Basil of Caesarea, St. Gregory Nazianzus, St. Peter of Sebaste and St. Gregory of Nyssa), Maximus the Confessor, and St. John of Damascus.</p> <p><a href=\"https://catholicnewsherald.com/component/content/article/52-news/roknewspager-ourfaith/1985-st-irenaeus-bishop-of-lyons-father-of-the-church-celebrated-june-28\" target=\"_blank\">ST. IRENAEUS OF LYONS</a>&nbsp;A bishop in Gaul (now Lyons, France), notable early Catholic apologist and disciple of St. Polycarp. His best-known book, \"Against Heresies\" (c. 180), enumerated heresies and attacked them. He proposed that the Gospels of Matthew, Mark, Luke and John all be accepted as canonical.</p> <p><a href=\"http://www.newadvent.org/cathen/04045a.htm\" target=\"_blank\">ST. CLEMENT OF ALEXANDRIA</a>&nbsp;One of the most distinguished teachers of the Church in Alexandria. He united Greek philosophical traditions with Christian doctrine, and he wrote on such topics as \"Who is the Rich Man That Shall Be Saved?\" and \"Exhortation to the Heathen.\"</p> <p><a href=\"http://www.newadvent.org/cathen/02035a.htm\" target=\"_blank\">ST. ATHANASIUS</a>&nbsp;(c. 293-May 2, 373) A theologian, patriarch of Alexandria, Doctor of the Church (called the \"Doctor of Orthodoxy\"), and a noted Egyptian leader of the 4th century. He is remembered for his role in the conflict with Arianism and for his affirmation of the Trinity. At the First Council of Nicaea in 325, he argued against the Arian heresy that Christ is not truly God with the Father.</p> <p><a href=\"http://en.wikipedia.org/wiki/Cappadocian_Fathers\" target=\"_blank\">THE CAPPADOCIANS</a>&nbsp;A 4th-century monastic family led by St. Macrina the Younger (324-379) to provide a place for her three younger brothers to study and pray and a home for their mother. Abbess Macrina fostered her brothers' education, and they became scholars, bishops and saints. The brothers, called the \"Cappadocian Fathers,\" were St. Basil the Great (330-379), a Doctor of the Church (called the \"Doctor of Monasticism\"); St. Gregory of Nyssa (c.335-after 394); and St. Peter of Sebaste (c. 340-391), the youngest brother. These remarkable brothers and their close friend, St. Gregory Nazianzus (also a Doctor of the Church, called the \"Doctor of Theologians\"), demonstrated that Christians could hold their own in conversations with Greek-speaking intellectuals of their day. They argued that Christian faith, while it was against many of the ideas of Plato and Aristotle, was an almost scientific philosophy &ndash; with the healing of the soul and a person's union with God at its core. They made major contributions to the definition of the Trinity and the final version of the Nicene Creed.</p> <p><a href=\"https://catholicnewsherald.com/component/content/article/52-news/roknewspager-ourfaith/2279-st-john-chrysostom-golden-tongued-father-of-the-church\" target=\"_blank\">ST. JOHN CHRYSOSTOM</a>&nbsp;(c. 347-c. 407): Perhaps the greatest preacher in Church history. Known for his eloquence in preaching and public speaking, he was nicknamed \"chrysostomos\" (Greek for \"golden tongued\"). A Doctor of the Church (\"Doctor of Preachers\"), he left hundreds of recorded homilies and writings, and his Divine Liturgy is still celebrated by Eastern churches. The themes of his talks were always practical, explaining how to apply the Bible in everyday life, and he lived a simple, unpretentious lifestyle even after being pushed into becoming archbishop of Constantinople. There he denounced the lavish lifestyles of local Church and political leaders &ndash; making him popular with the laity but causing his exile to a desolate area along the Black Sea, where he died from ill health.</p> <p><a href=\"https://catholicnewsherald.com/component/content/article/52-news/roknewspager-ourfaith/456-st-cyril-of-alexandria-egyptian-champion-of-orthodoxy-honored-june-27\" target=\"_blank\">ST. CYRIL OF ALEXANDRIA</a>&nbsp;(c. 378-444): Bishop of Alexandria when the city was at its height of influence and power within the Roman Empire. He wrote extensively and was a leading defender of Christ's dual identity &ndash; both fully divine and fully human. A central figure in the First Council of Ephesus in 431, he is a Doctor of the Church (\"Doctor of the Incarnation\").</p> <p><a href=\"http://www.newadvent.org/cathen/10078b.htm\" target=\"_blank\">MAXIMUS THE CONFESSOR</a>&nbsp;(c. 580-Aug. 13, 662): A Christian monk, theologian and scholar. In his early life, he was a civil servant and an aide to the Byzantine Emperor Heraclius. However, he gave up politics to become a monk. After moving to Carthage, he studied several Neo-Platonist writers and became a prominent author, defending against heresies denying Jesus' dual humanity and divinity. His title of Confessor means he suffered for the faith, but not to the point of death, and thus is distinguished from a martyr. His \"Life of the Virgin\" is thought to be the earliest complete biography of Mary, the mother of Jesus.</p> <p><a href=\"http://www.newadvent.org/cathen/08459b.htm\" target=\"_blank\">ST. JOHN OF DAMASCUS</a>&nbsp;(also known as St. John Damascene) (c. 676-Dec. 4, 749): A Syrian Christian monk and priest, and the last of the Church Fathers. Born and raised in Damascus, he died at his monastery, Mar Saba, near Jerusalem. A noted scholar, his expertise included law, theology, philosophy and music. Before being ordained, he served as an administrator to the Muslim caliph of Damascus, wrote works expounding the Christian faith, and composed hymns still sung in Eastern monasteries. He is a Doctor of the Church, often referred to as the \"Doctor of the Assumption\" because of his writings on the Assumption of Mary.</p> <h4>Latin Fathers</h4> <p>The fathers who wrote in Latin are called, not surprisingly, the Latin Fathers.</p> <p><a href=\"http://www.newadvent.org/cathen/14520c.htm\" target=\"_blank\">TERTULLIAN&nbsp;</a>(c. 160-c. 225) He converted to Christianity before 197 and was a prolific writer of apologetic, theological, controversial and ascetic works. He denounced Christian doctrines he considered heretical but later in life adopted views that themselves came to be regarded as heretical. He wrote three books in Greek and was the first great writer of Latin Christianity, thus sometimes known as the \"Father of the Latin Church.\" He is said to have introduced the Latin term \"trinitas\" regarding the Trinity to the Christian vocabulary (but Theophilus of Antioch already wrote of \"the Trinity, of God, and His Word, and His wisdom,\" which is similar but not identical to the Trinitarian wording), and also probably the formula \"three Persons, one Substance\" as the Latin \"tres Personae, una Substantia,\" and also the terms \"vetus testamentum\" (\"Old Testament\") and \"novum testamentum\" (\"New Testament\"). He used the early Church's symbol for fish &ndash; the Greek word for \"fish\", an acronym for \"Jesus Christ, God's Son, Savior\" &ndash; to explain the meaning of baptism since fish are born in water, saying that people are like little fish.</p> <p><a href=\"http://www.newadvent.org/cathen/01383c.htm\" target=\"_blank\">ST. AMBROSE</a>&nbsp;(340-397) Archbishop of Milan, one of the most influential Church figures of the 4th century and one of the four original Doctors of the Church (the others being St. Augustine, St. Jerome and St. Gregory I). His writings include \"On the Christian Faith,\" \"On the Mysteries,\" \"On Repentance,\" \"On the Duties of the Clergy,\" \"Concerning Virgins\" and \"Concerning Widows.\"</p> <p><a href=\"http://www.newadvent.org/cathen/08341a.htm\" target=\"_blank\">ST. JEROME</a>&nbsp;(c. 347-Sept. 30, 420) Best known as the translator of the Bible from Greek and Hebrew into Latin, what's known as the Vulgate. He also was a Christian apologist, and is a Doctor of the Church.</p> <p><a href=\"http://www.newadvent.org/cathen/02084a.htm\" target=\"_blank\">ST. AUGUSTINE</a>&nbsp;(Nov. 13, 354-Aug. 28, 430) Bishop of Hippo, philosopher and theologian, Doctor of the Church, and one of the most important figures in the Church. Augustine was radically influenced by Platonism. He framed the concepts of original sin and just war as they are understood in the West. When Rome fell and the faith of many Christians was shaken, he developed the concept of the Church as a spiritual City of God, distinct from the material City of Man. Augustine was born in present day Algeria to a Christian mother, St. Monica. He was educated in North Africa and resisted his mother's pleas to become Christian. He took a concubine and became a Manichean. He later converted to Christianity, became a bishop and opposed various heresies. His works include \"Confessions\" (often called the first Western autobiography), \"City of God,\" \"Concerning Faith of Things Not Seen,\" \"On the Good of Marriage,\" \"On Lying,\" \"On the Morals of the Catholic Church,\" \"On the Grace of Christ, and on Original Sin,\" \"On the Spirit and the Letter\" and \"Our Lord's Sermon on the Mount.\"</p> <p><a href=\"http://www.newadvent.org/cathen/06780a.htm\" target=\"_blank\">ST. GREGORY I</a>&nbsp;(c. 540-March 12, 604) Pope from 590 until his death, and the first pope with a monastic background. One of the four original Doctors of the Church, St. Gregory the Great's papacy had the most influence on the early medieval Church.</p> <p><a href=\"https://catholicnewsherald.com/component/content/article/52-news/roknewspager-ourfaith/266-st-isidore-of-seville\" target=\"_blank\">ST. ISIDORE</a>&nbsp;(c. 560-April 4, 636) Archbishop of Seville for more than three decades and Doctor of the Church (:Doctor of Education\"). At a time when the remnants of the Roman Empire were crumbling and aristocratic violence and illiteracy were spreading, he helped convert the royal Visigothic Arians to Catholicism and played a prominent role in developing Visigothic legislation &ndash; regarded by historians as having influenced the beginnings of representative government.</p>",
    "factTitle": "The Fathers of the church"
  },
  {
    "uid": 20,
    "factContent": "<p>The last things are death, judgment, heaven and hell.</p> <p><em>Death</em>&nbsp;is the separation of man's mortal body and immortal soul. It comes to all men as a result of original sin. It is a temporary state, for at the end of the world, all men shall rise again to be judged by Christ. Thus the whole man, body and soul, will be rewarded for the good or evil that he has done, body and soul, in this life.</p> <p>At the moment of death, each human person is&nbsp;<em>judged</em>&nbsp;by God based on his conduct in this life, and goes immediately to his reward or punishment.Moreover, at the end of the world, Jesus Christ will come again in glory to judge the living and the dead. At that time, God's whole plan for the world shall be revealed, and his mercy and justice demonstrated.</p> <p><em>Heaven</em>&nbsp;is the eternal state of perfect happiness resulting from the face to face vision of God, which is the reward of those who have served Him in this life.</p> <p><em>Hell</em>&nbsp;is the eternal state of torment and despair which awaits those who, in this life, have freely rejected God and the happiness which He offers.</p> <p>Before the end of the world, there will be an intermediate state called&nbsp;<em>purgatory</em>. There, those who are bound for heaven, but whose love for God is still marred by some imperfection, undergo a temporary period of purifying suffering. When this purification is complete, they are fit to enter God's presence and are admitted to the joys of heaven.</p>",
    "factTitle": "The Last things"
  },
  {
    "uid": 21,
    "factContent": "<p>Prayer of Blessing and Adoration (praising God) Prayer of Petition (asking for what we need, including forgiveness) Prayer of Intercession (asking for what others need) Prayer of Thanksgiving (for what God has given and done) Prayer of Blessing and Adoration</p>  <p>In this prayer we express praise and honor to God. We praise God for giving us life, for the wonder and beauty of our world, and for all the many blessings we enjoy. We open ourselves up to praise God for all the wonders of creation. This form of prayer encourages bodily expression, such as standing with arms raised or dancing.</p>  <p>Prayer of Petition</p>  <p>This is probably the most familiar prayer form of prayer. We are often taught to ask God for the things we need, but asking and praying for them are not necessarily the same. When we pray our petitions, we are asking God, who loves us very much, for something that we believe is good&mdash;for ourselves or for others. By using this form of prayer we are mindful of the needs of others as well as of our own needs. We are aware that God wants us to bring our problems and worries to prayer knowing that he will always hear and answer those prayers. God may answer our prayers in a different way and in a different timeframe than we are seeking but God will always give us what we need.</p>  <p>Prayers of petition serve to remind us that God expects us to care for one another and for all his creation. We can pray about the ordinary experiences of life&mdash; for people who are sick, for someone who needs a job, for help in our school work, for a safe trip. We pray for peace in our families and in our world. We can also express our sorrow and contrition to God in our prayer.</p>  <p>Prayer of Intercession</p>  <p>This form of prayer is prayer on behalf of others. This form of prayer can be a source of blessing upon others, the Church, and our world. Because we know that Our Lady and the saints intercede for us before God, the Church encourages us to pray to them for their intercession. Such prayer can bring us great strength and courage and also great peace of mind and heart.</p>  <p>Prayer of Thanksgiving</p>  <p>This form of prayer helps us to be grateful for God&rsquo;s many blessings, spiritual and temporal, and helps us to recognize and appreciate all the good things God gives to us. Reserving some time to praise and thank God for his gifts&mdash;the gift of life; the gift of our families and friends; the gift of food, clothing, and shelter; and the numerous other gifts we often take for granted&mdash;helps us to form a true spirit of gratitude.</p>  <p>Tips for praying:</p>  <p>Find a quite place and time. Prayer can be done anywhere but it is good to have a place that is conducive to relaxing and focusing our attention on God. Finding a regular time to pray each day can also be helpful to making prayer an important daily routine. Calm yourself and put away distractions. It is important to be relaxed when we pray by finding a comfortable posture. Use formal prayers or speak what you feel to God, or a combination of each. It is important to note that there is no &ldquo;right&rdquo; way to pray. Experiment with styles and forms of prayer. Prayer is an ongoing, developing relationship with God. Take time to listen. God does speak to us in prayer but we need to listen with our hearts. Be open to what God is telling you rather than just on what you want to or expect to hear. Use the Bible in your prayer Keep a journal of prayer Have a proper attitude. Prayer requires openness to God and a desire to worship and get to know God better. Meditative Prayer</p>  <p>Meditation is one of the many styles of prayer. Meditation engages our head and heart in seeking a deeper union with God. It enables us to slow down and quiet our hearts so that we can hear God&rsquo;s voice and communicate with God in a deeper way. Mediation can last a few minutes or hours. It can strengthen our relationship with God and allow us to get in touch with ourselves.</p>  <p>The process of meditation can involve several steps:</p>  <p>Find the time and place which is conducive to meditation. It is important to pick a time when one is alert and able to focus and a comfortable and quiet place. Prepare to pray by relaxing your body so that you can devote your attention to prayer. Some people use muscle relaxing exercises and breathing exercises. Choose a word or phrase to focus your attention on God. Some people use &ldquo;Jesus&rdquo; or &ldquo;Abba&rdquo; or &ldquo;Jesus saves&rdquo; or &ldquo;Jesus loves me.&rdquo; Connect the word or phrase with your breathing. Silently repeat the word or phrase in tune with your breathing. Let the word resonate within you. The repetition helps to focus on and remain open to God&rsquo;s presence. If you become distracted, focus again on repeating the word or phrase.</p>",
    "factTitle": "Types of Prayer"
  },
  {
    "uid": 22,
    "factContent": "<div data-v-05b61869=\"\" style='box-sizing: border-box; color: rgb(0, 0, 0); font-family: \"open sans\", sans-serif; font-size: 18px; font-style: normal; font-variant-ligatures: normal; font-variant-caps: normal; font-weight: 400; letter-spacing: normal; orphans: 2; text-align: left; text-indent: 0px; text-transform: none; white-space: normal; widows: 2; word-spacing: 0px; -webkit-text-stroke-width: 0px; background-color: rgb(255, 255, 255); text-decoration-thickness: initial; text-decoration-style: initial; text-decoration-color: initial;'>\n    <p style=\"box-sizing: border-box; margin-top: 0px; margin-bottom: 1rem;\">Protestants claim the Bible is the&nbsp;<a href=\"https://www.catholic.com/tract/scripture-and-tradition\" style=\"box-sizing: border-box; color: rgb(0, 123, 255); text-decoration: none; background-color: transparent;\">only rule of faith</a>, meaning that it contains all of the material one needs for theology and that this material is sufficiently clear that one does not need apostolic tradition or the Church&rsquo;s magisterium (teaching authority) to help one understand it. In the Protestant view, the whole of Christian truth is found within the Bible&rsquo;s pages. Anything extraneous to the Bible is simply non-authoritative, unnecessary, or wrong.</p>\n    <p style=\"box-sizing: border-box; margin-top: 0px; margin-bottom: 1rem;\">Catholics, on the other hand, recognize that the true &ldquo;rule of faith&rdquo;&mdash;as expressed in the Bible itself&mdash;is Scripture plus apostolic tradition, as manifested in the living teaching authority of the Catholic Church, to which were entrusted the oral teachings of Jesus and the <a href=\"https://www.catholic.com/encyclopedia/apostles\" style=\"box-sizing: border-box; color: rgb(0, 123, 255); text-decoration: none; background-color: transparent;\">apostles</a>, along with the authority to interpret Scripture correctly.</p>\n    <p style=\"box-sizing: border-box; margin-top: 0px; margin-bottom: 1rem;\">In the Second Vatican Council&rsquo;s document on divine revelation, <em style=\"box-sizing: border-box;\">Dei Verbum</em> (Latin: &ldquo;The Word of God&rdquo;), the relationship between Tradition and Scripture is explained: &ldquo;Hence there exists a close connection and communication between sacred Tradition and sacred Scripture. For both of them, flowing from the same divine wellspring, in a certain way merge into a unity and tend toward the same end. For sacred Scripture is the word of God inasmuch as it is consigned to writing under the inspiration of the divine Spirit. To the successors of the apostles, sacred Tradition hands on in its full purity God&rsquo;s word, which was entrusted to the apostles by Christ the Lord and the Holy Spirit.</p>\n</div>\n<div data-v-05b61869=\"\" style='box-sizing: border-box; color: rgb(0, 0, 0); font-family: \"open sans\", sans-serif; font-size: 18px; font-style: normal; font-variant-ligatures: normal; font-variant-caps: normal; font-weight: 400; letter-spacing: normal; orphans: 2; text-align: left; text-indent: 0px; text-transform: none; white-space: normal; widows: 2; word-spacing: 0px; -webkit-text-stroke-width: 0px; background-color: rgb(255, 255, 255); text-decoration-thickness: initial; text-decoration-style: initial; text-decoration-color: initial; margin-top: 15px;'>\n    <p style=\"box-sizing: border-box; margin-top: 0px; margin-bottom: 1rem;\">&ldquo;Thus, by the light of the Spirit of truth, these successors can in their preaching preserve this word of God faithfully, explain it, and make it more widely known. Consequently it is not from sacred Scripture alone that the Church draws her certainty about everything which has been revealed. Therefore both sacred Tradition and sacred Scripture are to be accepted and venerated with the same devotion and reverence.&rdquo;</p>\n    <p style=\"box-sizing: border-box; margin-top: 0px; margin-bottom: 1rem;\">But Evangelical and Fundamentalist Protestants, who place their confidence in Martin Luther&rsquo;s theory of <em style=\"box-sizing: border-box;\">sola scriptura</em> (Latin: &ldquo;Scripture alone&rdquo;), will usually argue for their position by citing a couple of key verses. The first is this: &ldquo;These are written that you may believe that Jesus is the Christ, the Son of God, and that believing you may have life in his name&rdquo; (John 20:31). The other is this: &ldquo;All Scripture is inspired by God and profitable for teaching, for reproof, for correction, and for training in righteousness; so that the man of God may be equipped, prepared for every good work&rdquo; (2 Timothy 3:16&ndash;17). According to these Protestants, these verses demonstrate the reality of <em style=\"box-sizing: border-box;\">sola scriptura</em> (the &ldquo;Bible only&rdquo; theory).</p>\n    <p style=\"box-sizing: border-box; margin-top: 0px; margin-bottom: 1rem;\">Not so, reply Catholics. First, the verse from John refers to the things written in that book (read it with John 20:30, the verse immediately before it to see the context of the statement in question). If this verse proved anything, it would not prove the theory of <em style=\"box-sizing: border-box;\">sola scriptura</em> but that the Gospel of John is sufficient.</p>\n    <p style=\"box-sizing: border-box; margin-top: 0px; margin-bottom: 1rem;\">Second, the verse from John&rsquo;s Gospel tells us only that the Bible was composed so we can be helped to believe Jesus is the Messiah. It does not say the Bible is all we need for salvation, much less that the Bible is all we need for theology; nor does it say the Bible is even necessary to believe in Christ. After all, the earliest Christians had no New Testament to which they could appeal; they learned from oral, rather than written, instruction.</p>\n    <p style=\"box-sizing: border-box; margin-top: 0px; margin-bottom: 1rem;\">Much the same can be said about 2 Timothy 3:16-17. To say that all inspired writing &ldquo;has its uses&rdquo; is one thing; to say that only inspired writing need be followed is something else. Besides, there is a telling argument against claims of Evangelical and Fundamentalist Protestants. John Henry Newman explained it in an 1884 essay entitled &ldquo;Inspiration in its Relation to Revelation.&rdquo;</p>\n    <h2 style=\"box-sizing: border-box; margin-top: 0px; margin-bottom: 0.25rem; font-family: inherit; font-weight: 700; line-height: 1.2; color: rgb(0, 40, 86); font-size: 1.5rem;\">Newman&rsquo;s argument</h2>\n    <p style=\"box-sizing: border-box; margin-top: 0px; margin-bottom: 1rem;\">He wrote: &ldquo;It is quite evident that this passage furnishes no argument whatever that the sacred Scripture, without Tradition, is the sole rule of faith; for, although sacred Scripture is profitable for these four ends, still it is not said to be sufficient. The Apostle [Paul] requires the aid of Tradition (2 Thess. 2:15). Moreover, the Apostle here refers to the scriptures which Timothy was taught in his infancy.</p>\n    <p style=\"box-sizing: border-box; margin-top: 0px; margin-bottom: 1rem;\">&ldquo;Now, a good part of the New Testament was not written in his boyhood: Some of the Catholic epistles were not written even when Paul wrote this, and none of the books of the New Testament were then placed on the canon of the Scripture books. He refers, then, to the scriptures of the Old Testament, and, if the argument from this passage proved anything, it would prove too much, viz., that the scriptures of the New Testament were not necessary for a rule of faith.&rdquo;</p>\n    <p style=\"box-sizing: border-box; margin-top: 0px; margin-bottom: 1rem;\">Furthermore, Protestants typically read 2 Timothy 3:16-17 out of context. When read in the context of the surrounding passages, one discovers that Paul&rsquo;s reference to Scripture is only part of his exhortation that Timothy take as his guide Tradition and Scripture. The two verses immediately before it state: &ldquo;But as for you, continue in what you have learned and have firmly believed, knowing from whom you learned it, and how from childhood you have been acquainted with the sacred writings which are able to instruct you for salvation through faith in Christ Jesus&rdquo; (2 Tim. 3:14&ndash;15).</p>\n    <p style=\"box-sizing: border-box; margin-top: 0px; margin-bottom: 1rem;\">Paul tells Timothy to continue in what he has learned for two reasons: first, because he knows from whom he has learned it&mdash;Paul himself&mdash;and second, because he has been educated in the scriptures. The first of these is a direct appeal to apostolic tradition, the oral teaching which the apostle Paul had given Timothy. So Protestants must take 2 Timothy 3:16-17 out of context to arrive at the theory of <em style=\"box-sizing: border-box;\">sola scriptura</em>. But when the passage is read in context, it becomes clear that it is teaching the importance of apostolic tradition!</p>\n    <p style=\"box-sizing: border-box; margin-top: 0px; margin-bottom: 1rem;\">The Bible denies that it is sufficient as the complete rule of faith. Paul says that much Christian teaching is to be found in the tradition which is handed down by word of mouth (2 Tim. 2:2). He instructs us to &ldquo;stand firm and hold to the traditions which you were taught by us, either by word of mouth or by letter&rdquo; (2 Thess. 2:15).</p>\n    <p style=\"box-sizing: border-box; margin-top: 0px; margin-bottom: 1rem;\">This oral teaching was accepted by Christians, just as they accepted the written teaching that came to them later. Jesus told his disciples: &ldquo;He who hears you hears me, and he who rejects you rejects me&rdquo; (Luke 10:16). The Church, in the persons of the apostles, was given the authority to teach by Christ; the Church would be his representative. He commissioned them, saying, &ldquo;Go therefore and make disciples of all nations&rdquo; (Matt. 28:19).</p>\n    <p style=\"box-sizing: border-box; margin-top: 0px; margin-bottom: 1rem;\">And how was this to be done? By preaching, by oral instruction: &ldquo;So faith comes from what is heard, and what is heard comes by the preaching of Christ&rdquo; (Rom. 10:17). The Church would always be the living teacher. It is a mistake to limit &ldquo;Christ&rsquo;s word&rdquo; to the written word only or to suggest that all his teachings were reduced to writing. The Bible nowhere supports either notion.</p>\n    <h2 style=\"box-sizing: border-box; margin-top: 0px; margin-bottom: 0.25rem; font-family: inherit; font-weight: 700; line-height: 1.2; color: rgb(0, 40, 86); font-size: 1.5rem;\">What is Tradition?</h2>\n    <p style=\"box-sizing: border-box; margin-top: 0px; margin-bottom: 1rem;\">In this discussion it is important to keep in mind what the Catholic Church means by tradition. The term does not refer to legends or mythological accounts, nor does it encompass transitory customs or practices which may change, as circumstances warrant, such as styles of priestly dress, particular forms of devotion to saints, or even liturgical rubrics. Sacred or apostolic tradition consists of the teachings that the apostles passed on orally through their preaching. These teachings largely (perhaps entirely) overlap with those contained in Scripture, but the mode of their transmission is different.</p>\n    <p style=\"box-sizing: border-box; margin-top: 0px; margin-bottom: 1rem;\">Paul illustrated what tradition is: &ldquo;For I delivered to you as of first importance what I also received, that Christ died for our sins in accordance with the scriptures. . . . Whether then it was I or they, so we preach and so you believed&rdquo; (1 Cor. 15:3,11). The apostle praised those who followed Tradition: &ldquo;I commend you because you remember me in everything and maintain the traditions even as I have delivered them to you&rdquo; (1 Cor. 11:2).</p>\n    <p style=\"box-sizing: border-box; margin-top: 0px; margin-bottom: 1rem;\">The first Christians &ldquo;devoted themselves to the apostles&rsquo; teaching&rdquo; (Acts 2:42) long before there was a New Testament. From the very beginning, the fullness of Christian teaching was found in the Church as the living embodiment of Christ, not in a book. The teaching Church, with its oral, apostolic tradition, was authoritative. Paul himself gives a quotation from Jesus that was handed down orally to him: &ldquo;It is more blessed to give than to receive&rdquo; (Acts 20:35).</p>\n    <p style=\"box-sizing: border-box; margin-top: 0px; margin-bottom: 1rem;\">Fundamentalists say Jesus condemned tradition. They note that Jesus said, &ldquo;And why do you transgress the commandment of God for the sake of your tradition?&rdquo; (Matt. 15:3). Paul warned, &ldquo;See to it that no one makes a prey of you by philosophy and empty deceit, according to human tradition, according to the elemental spirits of the universe, and not according to Christ&rdquo; (Col. 2:8). But these verses merely condemn erroneous human traditions, not truths which were handed down orally and entrusted to the Church by the apostles. These latter truths are part of what is known as apostolic tradition, which is to be distinguished from human traditions or customs.</p>\n    <h2 style=\"box-sizing: border-box; margin-top: 0px; margin-bottom: 0.25rem; font-family: inherit; font-weight: 700; line-height: 1.2; color: rgb(0, 40, 86); font-size: 1.5rem;\">&ldquo;Commandments of men&rdquo;</h2>\n    <p style=\"box-sizing: border-box; margin-top: 0px; margin-bottom: 1rem;\">Consider Matthew 15:6&ndash;9, which Fundamentalists and Evangelicals often use to defend their position: &ldquo;So by these traditions of yours you have made God&rsquo;s laws ineffectual. You hypocrites, it was a true prophecy that Isaiah made of you, when he said, &lsquo;This people does me honor with its lips, but its heart is far from me. Their worship is in vain, for the doctrines they teach are the commandments of men.&rsquo;&rdquo; Look closely at what Jesus said.</p>\n    <p style=\"box-sizing: border-box; margin-top: 0px; margin-bottom: 1rem;\">He was not condemning all traditions. He condemned only those that made God&rsquo;s word void. In this case, it was a matter of the Pharisees feigning the dedication of their goods to the Temple so they could avoid using them to support their aged parents. By doing this, they dodged the commandment to &ldquo;Honor your father and your mother&rdquo; (Ex. 20:12).</p>\n    <p style=\"box-sizing: border-box; margin-top: 0px; margin-bottom: 1rem;\">Elsewhere, Jesus instructed his followers to abide by traditions that are not contrary to God&rsquo;s commandments. &ldquo;The scribes and the Pharisees sit on Moses&rsquo; seat; so practice and observe whatever they tell you, but not what they do; for they preach, but do not practice&rdquo; (Matt. 23:2&ndash;3).</p>\n    <p style=\"box-sizing: border-box; margin-top: 0px; margin-bottom: 1rem;\">What Fundamentalists and Evangelicals often do, unfortunately, is see the word &ldquo;tradition&rdquo; in Matthew 15:3 or Colossians 2:8 or elsewhere and conclude that anything termed a &ldquo;tradition&rdquo; is to be rejected. They forget that the term is used in a different sense, as in 1 Corinthians 11:2 and 2 Thessalonians 2:15, to describe what should be believed. Jesus did not condemn all traditions; he condemned only erroneous traditions, whether doctrines or practices, that undermined Christian truths. The rest, as the apostles taught, were to be obeyed.</p>\n    <h2 style=\"box-sizing: border-box; margin-top: 0px; margin-bottom: 0.25rem; font-family: inherit; font-weight: 700; line-height: 1.2; color: rgb(0, 40, 86); font-size: 1.5rem;\">The indefectible Church</h2>\n    <p style=\"box-sizing: border-box; margin-top: 0px; margin-bottom: 1rem;\">How can we know which traditions are apostolic and which are merely human? The answer is the same as how we know which scriptures are apostolic and which are merely human&mdash;by listening to the magisterium or teaching authority of Christ&rsquo;s Church. Without the Catholic Church&rsquo;s teaching authority, we would not know with certainty which purported books of Scripture are authentic. If the Church revealed to us the canon of Scripture, it can also reveal to us the &ldquo;canon of Tradition&rdquo; by establishing which traditions have been passed down from the apostles. After all, the New Testament itself declares the Church to be &ldquo;the pillar and foundation of the truth&rdquo; (1 Tim. 3:15).</p>\n</div>\n<p><br></p>",
    "factTitle": "Scripture and Tradition"
  }
]

