[
  {
    "prayerContent": "\u003cp\u003eO my God, I love you above all things with my whole heart and soul because you are all good and worthy of all my love.\u003c/p\u003e  \u003cp\u003eI love my neighbor as myself for the love of you.\u003c/p\u003e  \u003cp\u003eI forgive all who have injured me and ask pardon of all whom I have injured. Amen.\u003c/p\u003e",
    "prayerPart": "Basic",
    "prayerTitle": "Act of Charity",
    "uid": 1
  },
  {
    "prayerContent": "\u003cp\u003eO my God, \u003cbr /\u003e I am heartily sorry for having offended Thee, \u003cbr /\u003e and I detest all my sins, \u003cbr /\u003e because I dread the loss of heaven, and the pains of hell; \u003cbr /\u003e but most of all because they offend Thee, my God, \u003cbr /\u003e Who are all good and deserving of all my love. \u003cbr /\u003e I firmly resolve, with the help of Thy grace, \u003cbr /\u003e to confess my sins, to do penance, \u003cbr /\u003e and to amend my life.\u003c/p\u003e  \u003cp\u003eAmen.\u003c/p\u003e",
    "prayerPart": "Basic",
    "prayerTitle": "Act of Contrition",
    "uid": 2
  },
  {
    "prayerContent": "\u003cp\u003eAngel of God, \u003cbr /\u003e my guardian dear,\u003cbr /\u003e to whom God\u0026rsquo;s love commits me here,\u003cbr /\u003e ever this day be at my side,\u003cbr /\u003e to light and guard, to rule and guide. \u003cbr /\u003e Amen.\u003c/p\u003e",
    "prayerPart": "Saints",
    "prayerTitle": "Angel of God",
    "uid": 3
  },
  {
    "prayerContent": "\u003cp\u003e Soul of Christ, sanctify me. Body of Christ, save me. Blood of Christ, inebriate me. Water from the side of Christ, wash me. Passion of Christ, strengthen me. O good Jesus, hear me. Within Thy wounds hide me. Separated from Thee let me never be. From the malignant enemy, defend me. At the hour of death, call me. And close to Thee bid me. That with Thy saints I may be Praising Thee, forever and ever. Amen.\u003c/p\u003e",
    "prayerPart": "Jesus",
    "prayerTitle": "Anima Christi",
    "uid": 4
  },
  {
    "prayerContent": "\u003cp\u003eBlessed be God.\u003cbr /\u003e Blessed be His Holy Name.\u003cbr /\u003e Blessed be Jesus Christ, true God and true Man.\u003cbr /\u003e Blessed be the Name of Jesus.\u003cbr /\u003e Blessed be His Most Sacred Heart.\u003cbr /\u003e Blessed be His Most Precious Blood.\u003cbr /\u003e Blessed be Jesus in the Most Holy Sacrament of the Altar.\u003cbr /\u003e Blessed be the Holy Spirit, the Paraclete.\u003cbr /\u003e Blessed be the great Mother of God, Mary most Holy.\u003cbr /\u003e Blessed be her Holy and Immaculate Conception.\u003cbr /\u003e Blessed be her Glorious Assumption.\u003cbr /\u003e Blessed be the name of Mary, Virgin and Mother.\u003cbr /\u003e Blessed be St. Joseph, her most chaste spouse.\u003cbr /\u003e Blessed be God in His Angels and in His Saints. Amen.\u003c/p\u003e",
    "prayerPart": "Jesus",
    "prayerTitle": "Divine Praises",
    "uid": 5
  },
  {
    "prayerContent": "\u003cp\u003e The Resurrection\u003c/p\u003e  \u003cp\u003eYou need not be amazed! You are looking for Jesus of Nazareth, the one who was crucified. He has been raised up; He is not here. See the place where they laid Him. (Mark 16:6)\u003c/p\u003e  \u003cp\u003eFruit of the Mystery: Faith\u003c/p\u003e  \u003cp\u003eThe Ascension\u003c/p\u003e  \u003cp\u003eThen, after speaking to them, the Lord Jesus was taken up into Heaven and took His seat at God\u0027s right hand. (Mark 16:19)\u003c/p\u003e  \u003cp\u003eFruit of the Mystery: Hope\u003c/p\u003e  \u003cp\u003e\u003c/p\u003e  \u003cp\u003eDescent of the Holy Spirit\u003c/p\u003e  \u003cp\u003eAll were filled with the Holy Spirit. They began to express themselves in foreign tongues and make bold proclamation as the Spirit prompted them. (Acts 2:4)\u003c/p\u003e  \u003cp\u003eFruit of the Mystery: Love of God\u003c/p\u003e  \u003cp\u003e\u003c/p\u003e  \u003cp\u003eThe Assumption\u003c/p\u003e  \u003cp\u003eYou are the glory of Jerusalem \u0026#8230; you are the splendid boast of our people \u0026#8230; God is pleased with what you have wrought. May you be blessed by the Lord Almighty forever and ever. (Judith 15:9-10)\u003c/p\u003e  \u003cp\u003eFruit of the Mystery: Grace of a Happy Death\u003c/p\u003e  \u003cp\u003e\u003c/p\u003e  \u003cp\u003eThe Coronation\u003c/p\u003e  \u003cp\u003eA great sign appeared in the sky, a woman clothed with the sun, with the moon under her feet, and on her head a crown of twelve stars. (Revelation 12:1)\u003c/p\u003e  \u003cp\u003eFruit of the Mystery: Trust in Mary\u0027s Intercession\u003c/p\u003e",
    "prayerPart": "Rosary",
    "prayerTitle": "Glorious Mysteries",
    "uid": 6
  },
  {
    "prayerContent": "\u003cp\u003e The Annunciation\u003c/p\u003e  \u003cp\u003eAnd when the angel had come to her, he said, \u0026quot;Hail, full of grace, the Lord is with thee. Blessed art thou among women.\u0026quot;\u003cbr /\u003e (Luke 1:28)\u003c/p\u003e  \u003cp\u003eFruit of the Mystery:\u003cbr /\u003e Humility\u003c/p\u003e  \u003cp\u003eThe Visitation\u003c/p\u003e  \u003cp\u003eElizabeth was filled with the Holy Spirit and cried out in a loud voice: \u0026quot;Blest are you among women and blest is the fruit of your womb.\u0026quot;\u003cbr /\u003e (Luke 1:41-42)\u003c/p\u003e  \u003cp\u003eFruit of the Mystery:\u003cbr /\u003e Love of Neighbor\u003c/p\u003e  \u003cp\u003e\u003c/p\u003e  \u003cp\u003eThe Birth of Jesus\u003c/p\u003e  \u003cp\u003eShe gave birth to her first-born Son and wrapped Him in swaddling clothes and laid Him in a manger, because there was no room for them in the place where travelers lodged.\u003cbr /\u003e (Luke 2:7)\u003c/p\u003e  \u003cp\u003eFruit of the Mystery:\u003cbr /\u003e Poverty\u003c/p\u003e  \u003cp\u003e\u003c/p\u003e  \u003cp\u003eThe Presentation\u003c/p\u003e  \u003cp\u003eWhen the day came to purify them according to the law of Moses, the couple brought Him up to Jerusalem so that He could be presented to the Lord, for it is written in the law of the Lord, \u0026quot;Every first-born male shall be consecrated to the Lord.\u0026quot;\u003cbr /\u003e (Luke 2:22-23)\u003c/p\u003e  \u003cp\u003eFruit of the Mystery:\u003cbr /\u003e Obedience\u003c/p\u003e  \u003cp\u003e\u003c/p\u003e  \u003cp\u003eFinding the Child Jesus in the Temple\u003c/p\u003e  \u003cp\u003eOn the third day they came upon Him in the temple sitting in the midst of the teachers, listening to them and asking them questions.\u003cbr /\u003e (Luke 2:46)\u003c/p\u003e  \u003cp\u003eFruit of the Mystery:\u003cbr /\u003e Joy in Finding Jesus\u003c/p\u003e",
    "prayerPart": "Rosary",
    "prayerTitle": "Joyful Mysteries",
    "uid": 7
  },
  {
    "prayerContent": "\u003cp\u003e Baptism of Jesus\u003c/p\u003e  \u003cp\u003eAnd when Jesus was baptized, \u0026#8230; the heavens were opened and He saw the Spirit of God descending like a dove, and alighting on Him, and lo, a voice from heaven, saying \u0026quot;this is My beloved Son,\u0026quot; with whom I am well pleased.\u0026quot; (Matthew 3:16-17)\u003c/p\u003e  \u003cp\u003eFruit of the Mystery: Openness to the Holy Spirit\u003c/p\u003e  \u003cp\u003eWedding at Cana\u003c/p\u003e  \u003cp\u003eHis mother said to the servants, \u0026quot;Do whatever He tells you.\u0026quot; ... Jesus said to them, \u0026quot;Fill the jars with water.\u0026quot; And they filled them up to the brim. (John 2:5-7)\u003c/p\u003e  \u003cp\u003eFruit of the Mystery: To Jesus through Mary\u003c/p\u003e  \u003cp\u003e\u003c/p\u003e  \u003cp\u003eProclaiming the Kingdom\u003c/p\u003e  \u003cp\u003e\u0026quot;And preach as you go, saying, \u0027The kingdom of heaven is at hand.\u0027 Heal the sick, raise the dead, cleanse lepers, cast out demons. You received without pay, give without pay.\u0026quot; (Matthew 10:7-8)\u003c/p\u003e  \u003cp\u003eFruit of the Mystery: Repentance and Trust in God\u003c/p\u003e  \u003cp\u003e\u003c/p\u003e  \u003cp\u003eTransfiguration\u003c/p\u003e  \u003cp\u003eAnd as He was praying, the appearance of His countenance was altered and His raiment become dazzling white. And a voice came out of the cloud saying, \u0026quot;This is My Son, My chosen; listen to Him!\u0026quot; (Luke 9:29, 35)\u003c/p\u003e  \u003cp\u003eFruit of the Mystery: Desire for Holiness\u003c/p\u003e  \u003cp\u003e\u003c/p\u003e  \u003cp\u003eInstitution of the Eucharist\u003c/p\u003e  \u003cp\u003eAnd He took bread, and when He had given thanks He broke it and gave it to them, saying, \u0026quot;This is My body which is given for you.\u0026quot; ... And likewise the cup after supper, saying, \u0026quot;This cup which is poured out for you is the new covenant in My blood.\u0026quot; (Luke 22:19-20)\u003c/p\u003e  \u003cp\u003eFruit of the Mystery: Adoration\u003c/p\u003e  \u003cp\u003e\u003c/p\u003e",
    "prayerPart": "Rosary",
    "prayerTitle": "Luminous mysteries",
    "uid": 8
  },
  {
    "prayerContent": "\u003cp\u003eMost holy Apostle, St. Jude, faithful servant and friend of Jesus, the Church honors and invokes you universally, as the patron of difficult cases, of things almost despaired of, Pray for me, I am so helpless and alone.\u003cbr /\u003e Intercede with God for me that He bring visible and speedy help where help is almost despaired of. Come to my assistance in this great need that I may receive the consolation and help of heaven in all my necessities, tribulations, and sufferings, particularly -\u003cbr /\u003e (make your request here)\u003cbr /\u003e - and that I may praise God with you and all the saints forever. I promise, O Blessed St. Jude, to be ever mindful of this great favor granted me by God and to always honor you as my special and powerful patron, and to gratefully encourage devotion to you.\u003cbr /\u003e Amen\u003c/p\u003e",
    "prayerPart": "Saints",
    "prayerTitle": "Prayer to St. Jude",
    "uid": 9
  },
  {
    "prayerContent": "\u003cp\u003eO my God, I firmly believe\u003cbr /\u003e that you are one God in three divine Persons,\u003cbr /\u003e Father, Son, and Holy Spirit.\u003cbr /\u003e I believe that your divine Son became man\u003cbr /\u003e and died for our sins and that he will come\u003cbr /\u003e to judge the living and the dead.\u003cbr /\u003e I believe these and all the truths\u003cbr /\u003e which the Holy Catholic Church teaches\u003cbr /\u003e because you have revealed them\u003cbr /\u003e who are eternal truth and wisdom,\u003cbr /\u003e who can neither deceive nor be deceived.\u003cbr /\u003e In this faith I intend to live and die.\u003cbr /\u003e Amen.\u003c/p\u003e",
    "prayerPart": "Basic",
    "prayerTitle": "Act of Faith",
    "uid": 10
  },
  {
    "prayerContent": "\u003cp\u003eO Lord God,\u003cbr /\u003e I hope by your grace for the pardon\u003cbr /\u003e of all my sins\u003cbr /\u003e and after life here to gain eternal happiness\u003cbr /\u003e because you have promised it\u003cbr /\u003e who are infinitely powerful, faithful, kind,\u003cbr /\u003e and merciful.\u003cbr /\u003e In this hope I intend to live and die.\u003cbr /\u003e Amen.\u003c/p\u003e",
    "prayerPart": "Basic",
    "prayerTitle": "Act of Hope",
    "uid": 11
  },
  {
    "prayerContent": "\u003cp\u003eHail, holy Queen, mother of mercy, our life, our sweetness, and our hope. To thee do we cry, poor banished children of Eve. To thee do we send up our sighs mourning and weeping in this valley of tears. Turn then, most gracious advocate, thine eyes of mercy toward us, and after this our exile show us the blessed fruit of thy womb, Jesus. O clement, O loving, O sweet Virgin Mary.\u003c/p\u003e",
    "prayerPart": "Basic",
    "prayerTitle": "Hail Holy Queen",
    "uid": 12
  },
  {
    "prayerContent": "\u003cp\u003eHail Mary, \u003cbr /\u003e Full of Grace, \u003cbr /\u003e The Lord is with thee. \u003cbr /\u003e Blessed art thou among women, \u003cbr /\u003e and blessed is the fruit\u003cbr /\u003e of thy womb, Jesus. \u003cbr /\u003e Holy Mary, \u003cbr /\u003e Mother of God, \u003cbr /\u003e pray for us sinners now, \u003cbr /\u003e and at the hour of our death.\u003c/p\u003e  \u003cp\u003eAmen.\u003c/p\u003e",
    "prayerPart": "Basic",
    "prayerTitle": "Hail Mary",
    "uid": 13
  },
  {
    "prayerContent": "\u003cp\u003eWe give Thee thanks for all Thy benefits, O Almighty God, who livest and reignest world without end. Amen. May the souls of the faithful departed, through the mercy of God, rest in peace. Amen.\u003c/p\u003e",
    "prayerPart": "Basic",
    "prayerTitle": "Prayer After Meal",
    "uid": 14
  },
  {
    "prayerContent": "   Bless us O Lord and this your gift which we are about to eat and your bounty through Christ our Lord. Amen",
    "prayerPart": "Basic",
    "prayerTitle": "Prayer before Meal",
    "uid": 15
  },
  {
    "prayerContent": "\u003cp\u003eI thank you, holy Lord, almighty Father, eternal God, who deigned to feast me, sinful and unworthy servant, with the precious body and blood of your Son, Jesus Christ our Lord, not for any merit of mine, but only because of your merciful goodness. And I pray that this Holy Communion, far from condemning me to punishment, may bring about my pardon and salvation, encompassing me with the armor of faith and the shield of a good will. By it let my vices be done away, all lustful desires extinguished. May it advance me in charity, patience, humility, obedience, and every other virtue. Let it be strong defense against the wiles of all my enemies, visible and invisible, allaying for me every disturbance of flesh and spirit, binding me firmly to you, the one true God, and bringing my last hour to a happy close. I pray, too, that it may be your pleasure to call my sinful self one day to that banquet, wonderful past all telling, where you, with your Son and the Holy Spirit, feast your saints with the vision of yourself, who are true light, the fulfillment of all desires, the joy that knows no ending, gladness unalloyed, and perfect bliss: through the same Christ our Lord.\u003c/p\u003e  \u003cp\u003eAmen.\u003c/p\u003e",
    "prayerPart": "Basic",
    "prayerTitle": "Prayer After Mass",
    "uid": 16
  },
  {
    "prayerContent": "\u003cp\u003eAlmighty and ever-living God, I approach the sacrament of Your only-begotten Son Our Lord Jesus Christ, I come sick to the doctor of life, unclean to the fountain of mercy, blind to the radiance of eternal light, and poor and needy to the Lord of heaven and earth.\u003cbr/\u003e  Lord, in your great generosity, heal my sickness, wash away my defilement, enlighten my blindness, enrich my poverty, and clothe my nakedness. May I receive the bread of angels, the King of kings and Lord of lords, with humble reverence, with the purity and faith, the repentance and love, and the determined purpose that will help to bring me to salvation. May I receive the sacrament of the Lord\\\u0027s Body and Blood, and its reality and power.\u003cbr/\u003e    Kind God, may I receive the Body of Your only-begotten Son, our Lord Jesus Christ, born from the womb of the Virgin Mary, and so be received into His mystical body and numbered among His members.\u003cbr/\u003e  Loving Father, as on my earthly pilgrimage I now receive Your beloved Son under the veil of a sacrament, may I one day see him face to face in glory,             who lives and reigns with You for ever Amen.\u003c/p\u003e",
    "prayerPart": "Basic",
    "prayerTitle": "Prayer before Mass",
    "uid": 17
  },
  {
    "prayerContent": "\u003cp\u003eGuide our way, Lord, as we go on with our lives today. Also, be our shield as we go back home later. May you always preserve the bond that we have as a family, and may we look forward to seeing each other once again at home.\u003c/p\u003e  \u003cp\u003eGuard our home as well, God, that no harm will fall on it as we are away. May it continue to be a sanctuary of blessing, comfort, and love for each one of us. Let it always be a restful place for our tired bodies at the end of the day.\u003c/p\u003e  \u003cp\u003eContinue to protect us, Lord, as we rest at night. Allow no intruders or calamities to disturb my home tonight. I trust in your mighty power to keep me and my family safe from any form of evil. In Your Name, I ask all these things, Amen.\u003c/p\u003e",
    "prayerPart": "Basic",
    "prayerTitle": "Prayer for Family",
    "uid": 18
  },
  {
    "prayerContent": "\u003cp\u003eAll powerful and merciful Father, You are the God of Justice, Love and Peace.\u003cbr /\u003e You rule over all the Nations\u003cbr /\u003e on earth. Power and Might are in Your hands and No one can withstand You.\u003c/p\u003e  \u003cp\u003eWe present Our country Nigeria before You. We praise and thank You for You are the source of all We have\u003cbr /\u003e and are. We are sorry for all the sins We have committed and for the good deeds We failed to do.\u003c/p\u003e  \u003cp\u003eIn Your Loving forgiveness, keep Us safe from the punishments We deserve. Lord, we are weighed down\u003cbr /\u003e not only by uncertainties, but also by moral, economic and political problems.\u003c/p\u003e  \u003cp\u003eListen to the cries of your people who confidently turn\u003cbr /\u003e to you. God of infinite goodness, Our strength in adversity, Our health in weakness, Our comfort in\u003cbr /\u003e sorrow, Be merciful to Us Your people. Spare this Nation Nigeria from chaos, anarchy and doom. Bless Us with your kingdom of Justice, Love and Peace.\u003cbr /\u003e We ask this through Christ Our Lord, Amen.\u003cbr /\u003e Our Lady Queen of Nigeria, pray for us.\u003c/p\u003e",
    "prayerPart": "Basic",
    "prayerTitle": "Prayer for Nigeria in Distress",
    "uid": 19
  },
  {
    "prayerContent": "\u003cp\u003eO Almighty God, you gave us the commandment to honour our father and mother. In your loving kindness hear my prayer for my parents. Give them long lives and keep them well in body and spirit. Bless their labours; keep them always in your care. Bless them generously for their loving care for me. Grant that, through your grace, I may always be their support and comfort, and that, after our life together on earth, we may experience the joy together praising you forever.\u003c/p\u003e",
    "prayerPart": "Basic",
    "prayerTitle": "Prayer for Parentss",
    "uid": 20
  },
  {
    "prayerContent": "\u003cp\u003eO Jesus, I pray for your faithful and fervent priests;\u003cbr /\u003e for your unfaithful and tepid priests;\u003cbr /\u003e for your priests laboring at home or abroad in distant mission fields;\u003cbr /\u003e for your tempted priests;\u003cbr /\u003e for your lonely and desolate priests;\u003cbr /\u003e for your young priests;\u003cbr /\u003e for your dying priests;\u003cbr /\u003e for the souls of your priests in purgatory.\u003c/p\u003e  \u003cp\u003eBut above all, I recommend to you the priests dearest to me:\u003cbr /\u003e the priest who baptized me;\u003cbr /\u003e the priests who absolved me from my sins;\u003cbr /\u003e the priests at whose Masses I assisted and who gave me your Body and Blood in Holy Communion;\u003cbr /\u003e the priests who taught and instructed me;\u003cbr /\u003e all the priests to whom I am indebted in any other way (especially \u0026#8230;).\u003c/p\u003e  \u003cp\u003eO Jesus, keep them all close to your heart,\u003cbr /\u003e and bless them abundantly in time and in eternity.\u003c/p\u003e  \u003cp\u003eAmen.\u003c/p\u003e",
    "prayerPart": "Basic",
    "prayerTitle": "Prayer for a Priest",
    "uid": 21
  },
  {
    "prayerContent": "\u003cp\u003eEternal Father, I offer Thee the Most Precious Blood of Thy Divine Son, Jesus, In union with the Masses said throughout the world today, For all the Holy Souls in Purgatory, for sinners everywhere, for sinners in the universal church, those in my own home and within my family.\u003c/p\u003e",
    "prayerPart": "Basic",
    "prayerTitle": "Prayer for Souls in Purgatory",
    "uid": 22
  },
  {
    "prayerContent": "\u003cp\u003e V. The Angel of the Lord declared unto Mary.\u003cbr /\u003e R. And she conceived of the Holy Spirit.\u003c/p\u003e  \u003cp\u003eHail Mary, full of grace,\u003cbr /\u003e The Lord is with Thee;\u003cbr /\u003e Blessed art thou among women,\u003cbr /\u003e And blessed is the fruit of thy womb, Jesus.\u003cbr /\u003e Holy Mary, Mother of God,\u003cbr /\u003e Pray for us sinners,\u003cbr /\u003e Now and at the hour of our death. Amen\u003c/p\u003e  \u003cp\u003eV. Behold the handmaid of the Lord.\u003cbr /\u003e R. Be it done to me according to thy word.\u003c/p\u003e  \u003cp\u003eHail Mary. . .\u003c/p\u003e  \u003cp\u003eV. And the Word was made flesh.\u003cbr /\u003e R. And dwelt among us.\u003c/p\u003e  \u003cp\u003eHail Mary. . .\u003c/p\u003e  \u003cp\u003eV. Pray for us, O holy Mother of God.\u003cbr /\u003e R. That we may be made worthy of the promises of Christ.\u003c/p\u003e  \u003cp\u003eLet us pray: Pour forth, we beseech Thee, O Lord, Thy grace into our hearts, that we to whom the Incarnation of Christ Thy Son was made known by the message of an angel, may by His Passion and Cross be brought to the glory of His Resurrection. Through the same Christ Our Lord. Amen.\u003c/p\u003e",
    "prayerPart": "Basic",
    "prayerTitle": "The Angelus",
    "uid": 23
  },
  {
    "prayerContent": "\u003cp\u003eI believe in God, the Father Almighty, Creator of Heaven and earth; \u003cbr /\u003e and in Jesus Christ, His only Son Our Lord, \u003cbr /\u003e Who was conceived by the Holy Spirit, born of the Virgin Mary, suffered under Pontius Pilate, was crucified, died, and was buried. \u003cbr /\u003e He descended into Hell; the third day He rose again from the dead; \u003cbr /\u003e He ascended into Heaven, and sitteth at the right hand of God, the Father almighty; from thence He shall come to judge the living and the dead. \u003cbr /\u003e I believe in the Holy Spirit, the holy Catholic Church, the communion of saints, the forgiveness of sins, the resurrection of the body and life everlasting. \u003cbr /\u003e Amen.\u003c/p\u003e",
    "prayerPart": "Basic",
    "prayerTitle": "The Creed",
    "uid": 24
  },
  {
    "prayerContent": "\u003cp\u003eOur Father, who art in heaven,\u003cbr /\u003e hallowed be thy Name, \u003cbr /\u003e thy kingdom come, \u003cbr /\u003e thy will be done, \u003cbr /\u003e on earth as it is in heaven.\u003c/p\u003e  \u003cp\u003eGive us this day our daily bread. \u003cbr /\u003e And forgive us our trespasses, \u003cbr /\u003e as we forgive those\u003cbr /\u003e who trespass against us.\u003c/p\u003e  \u003cp\u003eAnd lead us not into temptation, \u003cbr /\u003e but deliver us from evil.\u003c/p\u003e  \u003cp\u003eFor thine is the kingdom, \u003cbr /\u003e and the power, and the glory, \u003cbr /\u003e for ever and ever. Amen.\u003cbr /\u003e \u003c/p\u003e",
    "prayerPart": "Basic",
    "prayerTitle": "The Lord\u0027s Prayer",
    "uid": 25
  },
  {
    "prayerContent": "\u003cp\u003eRemember, O most gracious Virgin Mary,\u003cbr /\u003e that never was it known \u003cbr /\u003e that anyone who fled to thy protection, \u003cbr /\u003e implored thy help, \u003cbr /\u003e or sought thy intercession, \u003cbr /\u003e was left unaided. \u003cbr /\u003e Inspired by this confidence \u003cbr /\u003e I fly unto thee, \u003cbr /\u003e O Virgin of virgins, my Mother. \u003cbr /\u003e To thee do I come, \u003cbr /\u003e before thee I stand, \u003cbr /\u003e sinful and sorrowful. \u003cbr /\u003e O Mother of the Word Incarnate,\u003cbr /\u003e despise not my petitions, \u003cbr /\u003e but in thy mercy hear and answer me. \u003cbr /\u003e Amen.\u003c/p\u003e",
    "prayerPart": "Basic",
    "prayerTitle": "The Memorare",
    "uid": 26
  },
  {
    "prayerContent": "\u003cp\u003eWE BELIEVE in one God,\u003cbr /\u003e the Father, the Almighty,\u003cbr /\u003e maker of heaven and earth,\u003cbr /\u003e of all that is, seen and unseen.\u003c/p\u003e  \u003cp\u003eWe believe in one Lord, Jesus Christ,\u003cbr /\u003e the only Son of God,\u003cbr /\u003e eternally begotten of the Father,\u003cbr /\u003e God from God, Light from Light,\u003cbr /\u003e true God from true God,\u003cbr /\u003e begotten, not made,\u003cbr /\u003e of one Being with the Father.\u003cbr /\u003e Through him all things were made.\u003c/p\u003e  \u003cp\u003eFor us and for our salvation\u003cbr /\u003e he came down from heaven:\u003cbr /\u003e by the power of the Holy Spirit\u003cbr /\u003e he became incarnate from the Virgin Mary,\u003cbr /\u003e and was made man.\u003c/p\u003e  \u003cp\u003eFor our sake he was crucified under Pontius Pilate;\u003cbr /\u003e he suffered death and was buried.\u003cbr /\u003e On the third day he rose again\u003cbr /\u003e in accordance with the Scriptures;\u003cbr /\u003e he ascended into heaven\u003cbr /\u003e and is seated at the right hand of the Father.\u003c/p\u003e  \u003cp\u003eHe will come again in glory to judge the living and the dead,\u003cbr /\u003e and his kingdom will have no end.\u003c/p\u003e  \u003cp\u003eWe believe in the Holy Spirit, the Lord, the giver of life,\u003cbr /\u003e who proceeds from the Father and the Son.\u003cbr /\u003e With the Father and the Son he is worshiped and glorified.\u003cbr /\u003e He has spoken through the Prophets.\u003cbr /\u003e We believe in one holy catholic and apostolic Church.\u003cbr /\u003e We acknowledge one baptism for the forgiveness of sins.\u003cbr /\u003e We look for the resurrection of the dead,\u003cbr /\u003e and the life of the world to come.\u003c/p\u003e  \u003cp\u003eAmen.\u003c/p\u003e",
    "prayerPart": "Basic",
    "prayerTitle": "The Nicene Creed",
    "uid": 27
  },
  {
    "prayerContent": "\u003cp\u003eV. Queen of Heaven, rejoice, alleluia. \u003cbr /\u003e R. For He whom you did merit to bear, alleluia. \u003cbr /\u003e V. Has risen, as he said, alleluia. \u003cbr /\u003e R. Pray for us to God, alleluia.\u003cbr /\u003e V. Rejoice and be glad, O Virgin Mary, alleluia. \u003cbr /\u003e R. For the Lord has truly risen, alleluia.\u003c/p\u003e  \u003cp\u003eLet us pray. O God, who gave joy to the world through the resurrection of Thy Son, our Lord Jesus Christ, grant we beseech Thee, that through the intercession of the Virgin Mary, His Mother, we may obtain the joys of everlasting life. Through the same Christ our Lord. Amen.\u003c/p\u003e",
    "prayerPart": "Basic",
    "prayerTitle": "The Regina Caeli",
    "uid": 28
  },
  {
    "prayerContent": "\u003cp\u003eI confess to Almighty God, to blessed Mary ever Virgin, to blessed Michael, the Archangel, to blessed John the Baptist, to the holy Apostles Peter and Paul, to all the Saints and to you, Father, that I have sinned exceedingly, in thought, word and deed, through my fault, through my fault, through my most grievous fault. Therefore I beseech the blessed Mary, ever Virgin, blessed Micahel the Archangel, blessed John the Baptist, the holy Apostles Peter and Paul, all the Saints, and you, Father, to pray to the Lord our God for me.\u003c/p\u003e",
    "prayerPart": "Basic",
    "prayerTitle": "The Confeitor",
    "uid": 29
  },
  {
    "prayerContent": "\u003cp\u003eFather, grant that I may be a bearer of Christ Jesus, Your Son.\u003cbr /\u003e Allow me to warm the often cold,\u003cbr /\u003e impersonal scene of modern life with Your burning love.\u003cbr /\u003e Strengthen me by Your Holy Spirit\u003cbr /\u003e to carry out my mission of changing the world\u003cbr /\u003e or some definite part of it for the better.\u003cbr /\u003e Despite my lamentable failures,\u003cbr /\u003e bring home to me that my advantages\u003cbr /\u003e are Your blessings to be shared with others.\u003cbr /\u003e Make me more energetic in setting right\u003cbr /\u003e what I find wrong with the world instead of complaining about it.\u003cbr /\u003e Nourish in me a practical desire to build up\u003cbr /\u003e rather than tear down,\u003cbr /\u003e to reconcile instead of polarize,\u003cbr /\u003e to go out on a limb rather than crave security.\u003cbr /\u003e Never let me forget that it is far better to light one candle\u003cbr /\u003e than to curse the darkness,\u003cbr /\u003e and to join my light, one day, with Yours. Amen.\u003c/p\u003e  \u003cp\u003e\u0026#8230; St Christopher, Pray for Us \u0026#8230;\u003c/p\u003e",
    "prayerPart": "Saints",
    "prayerTitle": "Prayer to St. Christopher",
    "uid": 30
  },
  {
    "prayerContent": "\u003cp\u003eEternal Father,\u003c/p\u003e  \u003cp\u003eI offer You the most precious blood\u003c/p\u003e  \u003cp\u003eof thy Divine Son, Jesus,\u003c/p\u003e  \u003cp\u003ein union with the Masses said\u003c/p\u003e  \u003cp\u003ethroughout the world today,\u003c/p\u003e  \u003cp\u003efor all the Holy Souls in Purgatory,\u003c/p\u003e  \u003cp\u003efor sinners everywhere,\u003c/p\u003e  \u003cp\u003efor sinners in the universal Church,\u003c/p\u003e  \u003cp\u003efor those in my own home,\u003c/p\u003e  \u003cp\u003eand in my family. Amen.\u003c/p\u003e",
    "prayerPart": "Saints",
    "prayerTitle": "St. Gertrude Prayer",
    "uid": 31
  },
  {
    "prayerContent": "\u003cp\u003eHeavenly King, You have given us archangels to assist us\u003cbr /\u003e during our pilgrimage on earth.\u003cbr /\u003e Saint Michael is our protector;\u003cbr /\u003e I ask him to come to my aid,\u003cbr /\u003e fight for all my loved ones,\u003cbr /\u003e and protect us from danger.\u003cbr /\u003e Saint Gabriel is a messenger of the Good News;\u003cbr /\u003e I ask him to help me clearly hear Your voice\u003cbr /\u003e and to teach me the truth.\u003cbr /\u003e Saint Raphael is the healing angel;\u003cbr /\u003e I ask him to take my need for healing and that of everyone I know,\u003cbr /\u003e lift it up to Your throne of grace and\u003cbr /\u003e deliver us back to the gift of recovery.\u003cbr /\u003e Help us, O Lord, to realize more fully the reality of archangels and their desire to serve us. Holy angels, pray for us.\u003cbr /\u003e Amen.\u003c/p\u003e",
    "prayerPart": "Saints",
    "prayerTitle": "Prayer to St. Gabriel",
    "uid": 32
  },
  {
    "prayerContent": "\u003cp\u003eO glorious Saint John Bosco, who in order to lead young people to the feet of the divine Master and to mould them in the light of faith and Christian morality didst heroically sacrifice thyself to the very end of thy life and didst set up a proper religious Institute destined to endure and to bring to the farthest boundaries of the earth thy glorious work, obtain also for us from Our Lord a holy love for young people who are exposed to so many seductions in order that we may generously spend ourselves in supporting them against the snares of the devil, in keeping them safe from the dangers of the world, and in guiding them, pure and holy, in the path that leads to God. Amen.\u003c/p\u003e",
    "prayerPart": "Saints",
    "prayerTitle": "Prayer to St. John Bosco",
    "uid": 33
  },
  {
    "prayerContent": "\u003cp\u003eO Sacred Heart of Jesus, to Thee I consecrate and offer up my person and my life, my actions, trials, and sufferings, that my entire being may henceforth only be employed in loving, honoring and glorifying Thee. This is my irrevocable will, to belong entirely to Thee, and to do all for Thy love, renouncing with my whole heart all that can displease Thee.\u003c/p\u003e  \u003cp\u003eI take Thee, O Sacred Heart, for the sole object of my love, the protection of my life, the pledge of my salvation, the remedy of my frailty and inconstancy, the reparation for all the defects of my life, and my secure refuge at the hour of my death. Be Thou, O Most Merciful Heart, my justification before God Thy Father, and screen me from His anger which I have so justly merited. I fear all from my own weakness and malice, but placing my entire confidence in Thee, O Heart of Love, I hope all from Thine infinite Goodness. Annihilate in me all that can displease or resist Thee. Imprint Thy pure love so deeply in my heart that I may never forget Thee or be separated from Thee.\u003cbr /\u003e I beseech Thee, through Thine infinite Goodness, grant that my name be engraved upon Thy Heart, for in this I place all my happiness and all my glory, to live and to die as one of Thy devoted servants.\u003c/p\u003e  \u003cp\u003eAmen.\u003c/p\u003e",
    "prayerPart": "Jesus",
    "prayerTitle": "Act of Consecration to the Sacrad Heart",
    "uid": 34
  },
  {
    "prayerContent": "\u003cp\u003eBegin with the Sign of the Cross.\u003c/p\u003e  \u003cp\u003eThen say:\u003cbr /\u003e V. Incline unto my aid, O God! (O God, come to my assistance!)\u003cbr /\u003e R. O Lord, make haste to help me!\u003cbr /\u003e V. Glory Be to the Father \u0026#8230;\u003cbr /\u003e R. As it was in the beginning \u0026#8230;\u003c/p\u003e  \u003cp\u003eAmen.\u003c/p\u003e  \u003cp\u003e\u003c/p\u003e  \u003cp\u003e1st Mystery\u003c/p\u003e  \u003cp\u003eJesus shed His Blood in the Circumcision\u003cbr /\u003e Let us ask for chastity of soul and body.\u003c/p\u003e  \u003cp\u003eOur Father \u0026#8230; (5x)\u003cbr /\u003e V. Incline unto my aid, O God!\u003cbr /\u003e R. O Lord, make haste to help me!\u003cbr /\u003e Glory be \u0026#8230;\u003cbr /\u003e V. We beseech Thee, therefore, help Thy servants!\u003cbr /\u003e R. Whom Thou hast redeemed with Thy Precious Blood!\u003c/p\u003e  \u003cp\u003e\u003c/p\u003e  \u003cp\u003e2nd Mystery\u003c/p\u003e  \u003cp\u003eJesus shed His Blood while praying in the Garden of Olives\u003cbr /\u003e Let us ask for the spirit of prayer.\u003c/p\u003e  \u003cp\u003eOur Father \u0026#8230; (5x) \u003cbr /\u003e V. Incline unto my aid, O God!\u003cbr /\u003e R. O Lord, make haste to help me!\u003cbr /\u003e Glory be \u0026#8230; \u003cbr /\u003e V. We beseech Thee, therefore, help Thy servants!\u003cbr /\u003e R. Whom Thou hast redeemed with Thy Precious Blood!\u003c/p\u003e  \u003cp\u003e\u003c/p\u003e  \u003cp\u003e3rd Mystery\u003c/p\u003e  \u003cp\u003eJesus shed His Blood in the scourging\u003cbr /\u003e Let us ask for the grace of mortification, patience and self control.\u003c/p\u003e  \u003cp\u003eOur Father \u0026#8230; (5x) \u003cbr /\u003e V. Incline unto my aid, O God!\u003cbr /\u003e R. O Lord, make haste to help me!\u003cbr /\u003e Glory be \u0026#8230; \u003cbr /\u003e V. We beseech Thee, therefore, help Thy servants!\u003cbr /\u003e R. Whom Thou hast redeemed with Thy Precious Blood!\u003c/p\u003e  \u003cp\u003e\u003c/p\u003e  \u003cp\u003e4th Mystery\u003c/p\u003e  \u003cp\u003eJesus shed His Blood in the crowning with thorns\u003cbr /\u003e Let us ask for contempt of worldly honors and the humility to atone for our pride.\u003c/p\u003e  \u003cp\u003eOur Father \u0026#8230; (5x) \u003cbr /\u003e V. Incline unto my aid, O God!\u003cbr /\u003e R. O Lord, make haste to help me!\u003cbr /\u003e Glory be \u0026#8230; \u003cbr /\u003e V. We beseech Thee, therefore, help Thy servants!\u003cbr /\u003e R. Whom Thou hast redeemed with Thy Precious Blood!\u003c/p\u003e  \u003cp\u003e\u003c/p\u003e  \u003cp\u003e5th Mystery\u003c/p\u003e  \u003cp\u003eJesus shed His Blood while carrying the Cross\u003cbr /\u003e Let us ask for patience and the strength to bear our earthly burdens.\u003c/p\u003e  \u003cp\u003eOur Father \u0026#8230; (5x) \u003cbr /\u003e V. Incline unto my aid, O God!\u003cbr /\u003e R. O Lord, make haste to help me!\u003cbr /\u003e Glory be \u0026#8230; \u003cbr /\u003e V. We beseech Thee, therefore, help Thy servants!\u003cbr /\u003e R. Whom Thou hast redeemed with Thy Precious Blood!\u003c/p\u003e  \u003cp\u003e\u003c/p\u003e  \u003cp\u003e6th Mystery\u003c/p\u003e  \u003cp\u003eJesus shed His Blood in the Crucifixion\u003cbr /\u003e Let us ask for contrition for our sins.\u003c/p\u003e  \u003cp\u003eOur Father \u0026#8230; (5x) \u003cbr /\u003e V. Incline unto my aid, O God!\u003cbr /\u003e R. O Lord, make haste to help me!\u003cbr /\u003e Glory be \u0026#8230; \u003cbr /\u003e V. We beseech Thee, therefore, help Thy servants!\u003cbr /\u003e R. Whom Thou hast redeemed with Thy Precious Blood!\u003c/p\u003e  \u003cp\u003e\u003c/p\u003e  \u003cp\u003e7th Mystery\u003c/p\u003e  \u003cp\u003eJesus shed His Blood and water when His side was pierced.\u003cbr /\u003e Let us ask for the grace of perseverance.\u003c/p\u003e  \u003cp\u003eOur Father \u0026#8230; (5x) \u003cbr /\u003e V. Incline unto my aid, O God!\u003cbr /\u003e R. O Lord, make haste to help me!\u003cbr /\u003e Glory be \u0026#8230; \u003cbr /\u003e V. We beseech Thee, therefore, help Thy servants!\u003cbr /\u003e R. Whom Thou hast redeemed with Thy Precious Blood!\u003c/p\u003e  \u003cp\u003e\u003c/p\u003e  \u003cp\u003eConcluding Prayer\u003cbr /\u003e Eternal Father, I offer Thee the Precious Blood of Jesus Christ in atonement for my sins, in supplication for the holy souls in Purgatory and for the needs of Holy Church.\u003c/p\u003e  \u003cp\u003eR. Amen.\u003c/p\u003e",
    "prayerPart": "Jesus",
    "prayerTitle": "Chaplet of Precious Blood",
    "uid": 35
  },
  {
    "prayerContent": "\u003cp\u003eLord, have mercy on us. Christ, have mercy on us. \u003cbr /\u003e Lord, have mercy on us. Jesus, hear us. Jesus, graciously hear us.\u003cbr /\u003e God the Father of Heaven, Have mercy on us.\u003cbr /\u003e God the Son, Redeemer of the world, Have mercy on us. \u003cbr /\u003e God the Holy Spirit, Have mercy on us. \u003cbr /\u003e Holy Trinity, One God, Have mercy on us.\u003c/p\u003e  \u003cp\u003e Infant, Jesus Christ, have mercy on us. \u003cbr /\u003e Infant, true God, have mercy on us. \u003cbr /\u003e Infant, Son of the living God, have mercy on us. \u003cbr /\u003e Infant, Son of the Virgin Mary, have mercy on us. \u003cbr /\u003e Infant, strong in weakness, have mercy on us. \u003cbr /\u003e Infant, powerful in tenderness, have mercy on us. \u003cbr /\u003e Infant, Treasure of grace, have mercy on us. \u003cbr /\u003e Infant, Fountain of love, have mercy on us. \u003cbr /\u003e Infant, Renewer of the heavens, have mercy on us. \u003cbr /\u003e Infant, Repairer of the evils of the earth, have mercy on us. \u003cbr /\u003e Infant, Head of the angels, have mercy on us. \u003cbr /\u003e Infant, Root of the patriarchs, have mercy on us. \u003cbr /\u003e Infant, Speech of the prophets, have mercy on us. \u003cbr /\u003e Infant, Desire of the Gentiles, have mercy on us. \u003cbr /\u003e Infant, Joy of shepherds, have mercy on us. \u003cbr /\u003e Infant, Light of the Magi, have mercy on us. \u003cbr /\u003e Infant, Salvation of infants, have mercy on us. \u003cbr /\u003e Infant, Expectation of the just, have mercy on us. \u003cbr /\u003e Infant, Instructor of the wise, have mercy on us. \u003cbr /\u003e Infant, First-fruit of all saints, have mercy on us.\u003c/p\u003e  \u003cp\u003eBe merciful, spare us, O Infant Jesus. \u003cbr /\u003e Be merciful, graciously hear us, O Infant Jesus.\u003c/p\u003e  \u003cp\u003e From the slavery of the children of Adam, Infant Jesus, deliver us.\u003cbr /\u003e From the slavery of the devil, Infant Jesus, deliver us.\u003cbr /\u003e From the evil desires of the flesh, Infant Jesus, deliver us.\u003cbr /\u003e From the malice of the world, Infant Jesus, deliver us.\u003cbr /\u003e From the pride of life, Infant Jesus, deliver us.\u003cbr /\u003e From the inordinate desire of knowing, Infant Jesus, deliver us.\u003cbr /\u003e From blindness of spirit, Infant Jesus, deliver us.\u003cbr /\u003e From an evil will, Infant Jesus, deliver us.\u003cbr /\u003e From our sins, Infant Jesus, deliver us.\u003cbr /\u003e Through Thy most pure Conception, Infant Jesus, deliver us.\u003cbr /\u003e Through Thy most humble Nativity, Infant Jesus, deliver us.\u003cbr /\u003e Through Thy tears, Infant Jesus, deliver us.\u003cbr /\u003e Through Thy most painful Circumcision, Infant Jesus, deliver us.\u003cbr /\u003e Through Thy most glorious Epiphany, Infant Jesus, deliver us.\u003cbr /\u003e Through Thy most pious Presentation, Infant Jesus, deliver us.\u003cbr /\u003e Through Thy most divine life, Infant Jesus, deliver us.\u003cbr /\u003e Through Thy poverty, Infant Jesus, deliver us.\u003cbr /\u003e Through Thy many sufferings, Infant Jesus, deliver us.\u003cbr /\u003e Through Thy labors and travels, Infant Jesus, deliver us.\u003c/p\u003e  \u003cp\u003eLamb of God, Who takes away the sins of the world, Have mercy on us, O Infant Jesus. \u003cbr /\u003e Lamb of God, Who takes away the sins of the world, Graciously hear us, O Infant Jesus. \u003cbr /\u003e Lamb of God, Who takes away the sins of the world, Have mercy on us.\u003c/p\u003e  \u003cp\u003eJesus, Infant, hear us. Jesus, Infant, graciously hear us.\u003c/p\u003e",
    "prayerPart": "Jesus",
    "prayerTitle": "Litany of the Infant Jesus",
    "uid": 36
  },
  {
    "prayerContent": "\u003cp\u003e  1. Make the Sign of the Cross\u003cbr /\u003e In the name of the Father, and of the Son, and of the Holy Spirit. Amen.\u003c/p\u003e  \u003cp\u003e2. Optional Opening Prayers\u003cbr /\u003e St. Faustina\u0026rsquo;s Prayer for Sinners\u003cbr /\u003e O Jesus, eternal Truth, our Life, I call upon You and I beg Your mercy for poor sinners. O sweetest Heart of my Lord, full of pity and unfathomable mercy, I plead with You for poor sinners. O Most Sacred Heart, Fount of Mercy from which gush forth rays of inconceivable graces upon the entire human race, I beg of You light for poor sinners. O Jesus, be mindful of Your own bitter Passion and do not permit the loss of souls redeemed at so dear a price of Your most precious Blood. O Jesus, when I consider the great price of Your Blood, I rejoice at its immensity, for one drop alone would have been enough for the salvation of all sinners. Although sin is an abyss of wickedness and ingratitude, the price paid for us can never be equalled. Therefore, let every soul trust in the Passion of the Lord, and place its hope in His mercy. God will not deny His mercy to anyone. Heaven and earth may change, but God\u0027s mercy will never be exhausted. Oh, what immense joy burns in my heart when I contemplate Your incomprehensible goodness, O Jesus! I desire to bring all sinners to Your feet that they may glorify Your mercy throughout endless ages (Diary of Saint Maria Faustina Kowalska, 72).\u003c/p\u003e  \u003cp\u003eYou expired, Jesus, but the source of life gushed forth for souls, and the ocean of mercy opened up for the whole world. O Fount of Life, unfathomable Divine Mercy, envelop the whole world and empty Yourself out upon us.\u003c/p\u003e  \u003cp\u003e(Repeat three times)\u003cbr /\u003e O Blood and Water, which gushed forth from the Heart of Jesus as a fount of mercy for us, I trust in You!\u003c/p\u003e  \u003cp\u003e3. Our Father\u003cbr /\u003e Our Father, Who art in heaven, hallowed be Thy name; Thy kingdom come; Thy will be done on earth as it is in heaven. Give us this day our daily bread; and forgive us our trespasses as we forgive those who trespass against us; and lead us not into temptation, but deliver us from evil, Amen.\u003c/p\u003e  \u003cp\u003e4. Hail Mary\u003cbr /\u003e Hail Mary, full of grace. The Lord is with thee. Blessed art thou amongst women, and blessed is the fruit of thy womb, Jesus. Holy Mary, Mother of God, pray for us sinners, now and at the hour of our death, Amen.\u003c/p\u003e  \u003cp\u003e5. The Apostles\u0026rsquo; Creed\u003cbr /\u003e I believe in God, the Father almighty, Creator of heaven and earth, and in Jesus Christ, His only Son, our Lord, who was conceived by the Holy Spirit, born of the Virgin Mary, suffered under Pontius Pilate, was crucified, died and was buried; He descended into hell; on the third day He rose again from the dead; He ascended into heaven, and is seated at the right hand of God the Father almighty; from there He will come to judge the living and the dead. I believe in the Holy Spirit, the holy catholic Church, the communion of saints, the forgiveness of sins, the resurrection of the body, and life everlasting. Amen.\u003c/p\u003e  \u003cp\u003e6. The Eternal Father\u003cbr /\u003e Eternal Father, I offer you the Body and Blood, Soul and Divinity of Your Dearly Beloved Son, Our Lord, Jesus Christ, in atonement for our sins and those of the whole world.\u003c/p\u003e  \u003cp\u003e7. On the 10 Small Beads of Each Decade\u003cbr /\u003e For the sake of His sorrowful Passion, have mercy on us and on the whole world.\u003c/p\u003e  \u003cp\u003e8. Repeat for the remaining decades\u003cbr /\u003e Saying the \u0026quot;Eternal Father\u0026quot; (6) on the \u0026quot;Our Father\u0026quot; bead and then 10 \u0026quot;For the sake of His sorrowful Passion\u0026quot; (7) on the following \u0026quot;Hail Mary\u0026quot; beads.\u003c/p\u003e  \u003cp\u003e9. Conclude with Holy God (Repeat three times)\u003cbr /\u003e Holy God, Holy Mighty One, Holy Immortal One, have mercy on us and on the whole world.\u003c/p\u003e  \u003cp\u003e10. Optional Closing Prayers\u003cbr /\u003e Eternal God, in whom mercy is endless and the treasury of compassion \u0026mdash; inexhaustible, look kindly upon us and increase Your mercy in us, that in difficult moments we might not despair nor become despondent, but with great confidence submit ourselves to Your holy will, which is Love and Mercy itself.\u003c/p\u003e  \u003cp\u003eO Greatly Merciful God, Infinite Goodness, today all mankind calls out from the abyss of its misery to Your mercy \u0026mdash; to Your compassion, O God; and it is with its mighty voice of misery that it cries out. Gracious God, do not reject the prayer of this earth\u0027s exiles! O Lord, Goodness beyond our understanding, Who are acquainted with our misery through and through, and know that by our own power we cannot ascend to You, we implore You: anticipate us with Your grace and keep on increasing Your mercy in us, that we may faithfully do Your holy will all through our life and at death\u0027s hour. Let the omnipotence of Your mercy shield us from the darts of our salvation\u0026rsquo;s enemies, that we may with confidence, as Your children, await Your [Son\u0026rsquo;s] final coming \u0026mdash; that day known to You alone. And we expect to obtain everything promised us by Jesus in spite of all our wretchedness. For Jesus is our Hope: through His merciful Heart, as through an open gate, we pass through to heaven (Diary, 1570).That with Thy saints I may be Praising Thee, forever and ever. Amen.\u003c/p\u003e",
    "prayerPart": "Jesus",
    "prayerTitle": "Chaplet of Divine Mercy",
    "uid": 37
  },
  {
    "prayerContent": "\u003cp\u003e\u0026quot;Lord Jesus Christ, Son of God, have mercy on me, a sinner.\u0026quot;\u003c/p\u003e",
    "prayerPart": "Jesus",
    "prayerTitle": "The Jesus Prayer",
    "uid": 38
  },
  {
    "prayerContent": "\u003cp\u003eLord, have mercy on us.\u003cbr /\u003e Christ, have mercy on us.\u003cbr /\u003e Lord, have mercy on us.\u003cbr /\u003e Christ, hear us.\u003cbr /\u003e Christ, graciously hear us.\u003cbr /\u003e God the Father of Heaven,\u003cbr /\u003e Have mercy on us.\u003cbr /\u003e God the Son, Redeemer of the world,\u003cbr /\u003e Have mercy on us.\u003cbr /\u003e God the Holy Ghost,\u003cbr /\u003e Have mercy on us.\u003cbr /\u003e Holy Trinity, one God,\u003cbr /\u003e Have mercy on us.\u003cbr /\u003e Holy Mary,\u003cbr /\u003e pray for us.\u003cbr /\u003e Holy Mother of God,\u003cbr /\u003e pray for us.\u003cbr /\u003e Holy Virgin of virgins,\u003cbr /\u003e pray for us.\u003cbr /\u003e Mother of Christ,\u003cbr /\u003e pray for us.\u003cbr /\u003e Mother of divine grace,\u003cbr /\u003e pray for us.\u003cbr /\u003e Mother most pure,\u003cbr /\u003e pray for us.\u003cbr /\u003e Mother most chaste,\u003cbr /\u003e pray for us.\u003cbr /\u003e Mother inviolate,\u003cbr /\u003e pray for us.\u003cbr /\u003e Mother undefiled,\u003cbr /\u003e pray for us.\u003cbr /\u003e Mother most amiable,\u003cbr /\u003e pray for us.\u003cbr /\u003e Mother most admirable,\u003cbr /\u003e pray for us.\u003cbr /\u003e Mother of good counsel,\u003cbr /\u003e pray for us.\u003cbr /\u003e Mother of our Creator,\u003cbr /\u003e pray for us.\u003cbr /\u003e Mother of our Savior,\u003cbr /\u003e pray for us.\u003cbr /\u003e Virgin most prudent,\u003cbr /\u003e pray for us.\u003cbr /\u003e Virgin most venerable,\u003cbr /\u003e pray for us.\u003cbr /\u003e Virgin most renowned,\u003cbr /\u003e pray for us.\u003cbr /\u003e Virgin most powerful,\u003cbr /\u003e pray for us.\u003cbr /\u003e Virgin most merciful,\u003cbr /\u003e pray for us.\u003cbr /\u003e Virgin most faithful,\u003cbr /\u003e pray for us.\u003cbr /\u003e Mirror of justice,\u003cbr /\u003e pray for us.\u003cbr /\u003e Seat of wisdom,\u003cbr /\u003e pray for us.\u003cbr /\u003e Cause of our joy,\u003cbr /\u003e pray for us.\u003cbr /\u003e Spiritual vessel,\u003cbr /\u003e pray for us.\u003cbr /\u003e Vessel of honor,\u003cbr /\u003e pray for us.\u003cbr /\u003e Singular vessel of devotion,\u003cbr /\u003e pray for us.\u003cbr /\u003e Mystical rose,\u003cbr /\u003e pray for us.\u003cbr /\u003e Tower of David,\u003cbr /\u003e pray for us.\u003cbr /\u003e Tower of ivory,\u003cbr /\u003e pray for us.\u003cbr /\u003e House of gold,\u003cbr /\u003e pray for us.\u003cbr /\u003e Ark of the Covenant,\u003cbr /\u003e pray for us.\u003cbr /\u003e Gate of Heaven,\u003cbr /\u003e pray for us.\u003cbr /\u003e Morning star,\u003cbr /\u003e pray for us.\u003cbr /\u003e Health of the sick,\u003cbr /\u003e pray for us.\u003cbr /\u003e Refuge of sinners,\u003cbr /\u003e pray for us.\u003cbr /\u003e Comforter of the afflicted,\u003cbr /\u003e pray for us.\u003cbr /\u003e Help of Christians,\u003cbr /\u003e pray for us.\u003cbr /\u003e Queen of angels,\u003cbr /\u003e pray for us.\u003cbr /\u003e Queen of patriarchs,\u003cbr /\u003e pray for us.\u003cbr /\u003e Queen of prophets,\u003cbr /\u003e pray for us.\u003cbr /\u003e Queen of apostles,\u003cbr /\u003e pray for us.\u003cbr /\u003e Queen of martyrs,\u003cbr /\u003e pray for us.\u003cbr /\u003e Queen of confessors,\u003cbr /\u003e pray for us.\u003cbr /\u003e Queen of virgins,\u003cbr /\u003e pray for us.\u003cbr /\u003e Queen of all saints,\u003cbr /\u003e pray for us.\u003cbr /\u003e Queen conceived without Original Sin,\u003cbr /\u003e pray for us.\u003cbr /\u003e Queen assumed into Heaven,\u003cbr /\u003e pray for us.\u003cbr /\u003e Queen of the most holy Rosary,\u003cbr /\u003e pray for us.\u003cbr /\u003e Queen of peace,\u003cbr /\u003e pray for us.\u003c/p\u003e  \u003cp\u003eLamb of God, who takes away the sins of the world,\u003cbr /\u003e Spare us, O Lord.\u003cbr /\u003e Lamb of God, who takes away the sins of the world,\u003cbr /\u003e Graciously hear us, O Lord.\u003cbr /\u003e Lamb of God, who takes away the sins of the world,\u003cbr /\u003e Have mercy on us.\u003c/p\u003e  \u003cp\u003ePray for us, O Holy Mother of God,\u003cbr /\u003e That we may be made worthy of the promises of Christ.\u003cbr /\u003e Grant, we beseech Thee, O Lord God, that we Thy Servants may enjoy perpetual health of mind and body and by the glorious intercession of the Blessed Mary, ever Virgin, be delivered from present sorrow and enjoy eternal happiness. Through Christ Our Lord. Amen.\u003c/p\u003e",
    "prayerPart": "Rosary",
    "prayerTitle": "Litany of the Virgin Mary",
    "uid": 39
  },
  {
    "prayerContent": "\u003cp\u003e The Agony in the Garden\u003c/p\u003e  \u003cp\u003eIn His anguish He prayed with all the greater intensity, and His sweat became like drops of blood falling to the ground. Then He rose from prayer and came to His disciples, only to find them asleep, exhausted with grief. (Luke 22:44-45)\u003c/p\u003e  \u003cp\u003eFruit of the Mystery: Sorrow for Sin\u003c/p\u003e  \u003cp\u003eThe Scourging at the Pillar\u003c/p\u003e  \u003cp\u003ePilate\u0027s next move was to take Jesus and have Him scourged. (John 19:1)\u003c/p\u003e  \u003cp\u003eFruit of the Mystery: Purity\u003c/p\u003e  \u003cp\u003e\u003c/p\u003e  \u003cp\u003eCrowning with Thorns\u003c/p\u003e  \u003cp\u003eThey stripped off His clothes and wrapped Him in a scarlet military cloak. Weaving a crown out of thorns they fixed it on His head, and stuck a reed in His right hand ... (Matthew 27:28-29)\u003c/p\u003e  \u003cp\u003eFruit of the Mystery: Courage\u003c/p\u003e  \u003cp\u003e\u003c/p\u003e  \u003cp\u003eCarrying of the Cross\u003c/p\u003e  \u003cp\u003e... carrying the cross by Himself, He went out to what is called the Place of the Skull (in Hebrew, Golgotha). (John 19:17)\u003c/p\u003e  \u003cp\u003eFruit of the Mystery: Patience\u003c/p\u003e  \u003cp\u003e\u003c/p\u003e  \u003cp\u003eThe Crucifixion\u003c/p\u003e  \u003cp\u003eJesus uttered a loud cry and said, \u0026quot;Father, into Your hands I commend My spirit.\u0026quot; After He said this, He expired. (Luke 23:46)\u003c/p\u003e  \u003cp\u003eFruit of the Mystery: Perseverance\u003c/p\u003e  \u003cp\u003e\u003c/p\u003e",
    "prayerPart": "Rosary",
    "prayerTitle": "Sorrowful Mysteries",
    "uid": 40
  },
  {
    "prayerContent": "\u003cp\u003e Antiphon. Who is she that comes forth as the morning rising, fair as the moon, bright as the sun, terrible as an army set in battle array?\u003c/p\u003e  \u003cp\u003e (Make the Sign of the Cross)\u003c/p\u003e  \u003cp\u003e v. My soul glorifies the Lord.*\u003c/p\u003e  \u003cp\u003e R. My spirit rejoices in God, my Saviour.\u003c/p\u003e  \u003cp\u003e v. He looks on His servant in her lowliness;*\u003c/p\u003e  \u003cp\u003e henceforth all ages will call me blessed.\u003c/p\u003e  \u003cp\u003e R. The Almighty works marvels for me.*\u003c/p\u003e  \u003cp\u003e Holy His name!\u003c/p\u003e  \u003cp\u003e v. His mercy is from age to age,*\u003c/p\u003e  \u003cp\u003e on those who fear Him.\u003c/p\u003e  \u003cp\u003e R. He puts forth His arm in strength*\u003c/p\u003e  \u003cp\u003e and scatters the proud-hearted.\u003c/p\u003e  \u003cp\u003e v. He casts the mighty from their thrones*\u003c/p\u003e  \u003cp\u003e and raises the lowly.\u003c/p\u003e  \u003cp\u003e R. He fills the starving with good things,*\u003c/p\u003e  \u003cp\u003e sends the rich away empty.\u003c/p\u003e  \u003cp\u003e v. He protects Israel His servant,*\u003c/p\u003e  \u003cp\u003e remembering His mercy,\u003c/p\u003e  \u003cp\u003e R. The mercy promised to our fathers,*\u003c/p\u003e  \u003cp\u003e to Abraham and his sons for ever.\u003c/p\u003e  \u003cp\u003e v. Glory be to the Father, and to the Son and to the Holy Spirit..\u003c/p\u003e  \u003cp\u003e R. As it was in the beginning is now, and ever shall be, world without end. Amen.\u003c/p\u003e  \u003cp\u003e Antiphon. Who is she that comes forth as the morning rising, fair as the moon, bright as the sun, terrible as an army set in battle array?\u003c/p\u003e  \u003cp\u003e v. O Mary, conceived without sin.\u003c/p\u003e  \u003cp\u003e R. Pray for us who have recourse to you.\u003c/p\u003e  \u003cp\u003e Let us pray.\u003c/p\u003e  \u003cp\u003e O Lord Jesus Christ, our mediator with the Father, Who has been Pleased to appoint the Most Blessed Virgin, Your mother, to be our mother also, and our mediatrix with You, mercifully grant that whoever comes to You seeking Your favours may rejoice to receive all of them through her. Amen.\u003c/p\u003e",
    "prayerPart": "Rosary",
    "prayerTitle": "The Catena",
    "uid": 41
  },
  {
    "prayerContent": "\u003cp\u003eLord, make me an instrument of your peace. Where there is hatred, let me sow love, Where there is injury, pardon Where there is doubt, faith, Where there is despair, hope, Where there is darkness, light, Where there is sadness, joy. O Divine Master, grant that I may not so much seek to be consoled as to console, not so much to be understood as to understand, not so much to be loved, as to love; for it is in giving that we receive, it is in pardoning that we are pardoned, it is in dying that we awake to eternal life.\u003c/p\u003e",
    "prayerPart": "Saints",
    "prayerTitle": "Prayer of St. Francis of Assisi",
    "uid": 42
  },
  {
    "prayerContent": "\u003cp\u003eI arise today Through the strength of heaven; Light of the sun, Splendor of fire, Speed of lightning, Swiftness of the wind, Depth of the sea, Stability of the earth, Firmness of the rock.\u003c/p\u003e  \u003cp\u003eI arise today Through God\u0027s strength to pilot me; God\u0027s might to uphold me, God\u0027s wisdom to guide me,\u003c/p\u003e  \u003cp\u003e God\u0027s eye to look before me, God\u0027s ear to hear me, God\u0027s word to speak for me, God\u0027s hand to guard me, God\u0027s way to lie before me, God\u0027s shield to protect me, God\u0027s hosts to save me Afar and anear, Alone or in a mulitude. Christ shield me today Against wounding Christ with me, Christ before me, Christ behind me, Christ in me, Christ beneath me, Christ above me, Christ on my right, Christ on my left, Christ when I lie down, Christ when I sit down, Christ in the heart of everyone who thinks of me, Christ in the mouth of everyone who speaks of me, Christ in the eye that sees me, Christ in the ear that hears me.\u003c/p\u003e  \u003cp\u003eI arise today Through the mighty strength Of the Lord of creation.\u003c/p\u003e",
    "prayerPart": "Saints",
    "prayerTitle": "Prayer of St. Patrick",
    "uid": 43
  },
  {
    "prayerContent": "\u003cp\u003eO Lord my God, Teach my heart this day where and how to see you, Where and how to find you. You have made me and remade me, And you have bestowed on me All the good things I possess, And still I do not know you. I have not yet done that For which I was made. Teach me to seek you, For I cannot seek you Unless you teach me, Or find you Unless you show yourself to me. Let me seek you in my desire, Let me desire you in my seeking. Let me find you by loving you, Let me love you when I find you.\u003c/p\u003e",
    "prayerPart": "Saints",
    "prayerTitle": "Prayer of St. Anselm",
    "uid": 44
  },
  {
    "prayerContent": "\u003cp\u003eMay God the Father bless us, may Christ take care of us, the Holy Ghost enlighten us all the days of our life. The Lord be our defender and keeper of body and soul, both now and for ever, to the ages of ages.\u003c/p\u003e",
    "prayerPart": "Saints",
    "prayerTitle": "Prayer of St. Ethelwold",
    "uid": 45
  },
  {
    "prayerContent": "\u003cp\u003eAlone with none but thee, my God, I journey on my way. What need I fear when thou art near, Oh king of night and day? More safe am I within thy hand Than if a host did round me stand.\u003c/p\u003e",
    "prayerPart": "Saints",
    "prayerTitle": "Prayer of St. Columba",
    "uid": 46
  },
  {
    "prayerContent": "\u003cp\u003eIt is only right, with all the powers of our heart and mind, to praise You Father and Your Only-Begotten Son, Our Lord Jesus Christ.\u003c/p\u003e  \u003cp\u003eDear Father, by Your wondrous condescension of Loving-Kindness toward us, Your servants, You gave up Your Son. Dear Jesus You paid the debt of Adam for us to the Eternal Father by Your Blood poured forth in Loving-Kindness. You cleared away the darkness of sin by Your magnificent and radiant Resurrection. You broke the bonds of death and rose from the grave as a Conqueror. You reconciled Heaven and earth. Our life had no hope of Eternal Happiness before You redeemed us. Your Resurrection has washed away our sins, restored our innocence and brought us joy. How inestimable is the tenderness of Your Love!\u003c/p\u003e  \u003cp\u003eWe pray You, Lord, to preserve Your servants in the peaceful enjoyment of this Easter happiness. We ask this through Jesus Christ Our Lord, Who lives and reigns with God The Father, in the unity of the Holy Spirit, forever and ever.\u003c/p\u003e  \u003cp\u003eAmen.\u003c/p\u003e",
    "prayerPart": "Saints",
    "prayerTitle": "Prayer of St. Gregory",
    "uid": 47
  },
  {
    "prayerContent": "\u003cp\u003eLord Jesus, let me know myself and know Thee, And desire nothing save only Thee. Let me hate myself and love Thee. Let me do everything for the sake of Thee. Let me humble myself and exalt Thee. Let me think nothing except Thee. Let me die to myself and live in Thee. Let me accept whatever happens as from Thee. Let me banish self and follow Thee, and ever desire to follow Thee. Let me fly from myself and take refuge in Thee, that I may deserve to be defended by Thee. Let me fear for myself, let me fear Thee, and let me be among those who are chosen by Thee. Let me distrust myself and put my trust in Thee. Let me be willing to obey for the sake of Thee. Let me cling to nothing save only to Thee, and let me be poor because of Thee. Look upon me, that I may love Thee. Call me that I may see Thee, And forever enjoy Thee.\u003c/p\u003e",
    "prayerPart": "Saints",
    "prayerTitle": "Prayer of St. Augustine",
    "uid": 48
  },
  {
    "prayerContent": "\u003cp\u003eDearest Lord, teach me to be generous; Teach me to serve thee as thou deservest; To give and not to count the cost, To fight and not to seek for rest, To labour and not to seek reward, Save that of knowing that I do thy will.\u003c/p\u003e",
    "prayerPart": "Saints",
    "prayerTitle": "Prayer of St. Ignatius of Loyola",
    "uid": 49
  },
  {
    "prayerContent": "\u003cp\u003eGovern everything by your wisdom, O Lord, so that my soul may always be serving you in the way you will and not as I choose. Let me die to myself so that I may serve you; let me live to you who are life itself.\u003c/p\u003e  \u003cp\u003eAmen.\u003c/p\u003e",
    "prayerPart": "Saints",
    "prayerTitle": "Prayer of St. Teresa Of Avila",
    "uid": 50
  },
  {
    "prayerContent": "\u003cp\u003eO God, who in this wondrous sacrament hast left unto us a memorial of thy passion; grant us so to venerate the sacred mysteries of thy body and blood, that we may ever continue to feel within ourselves the blessed fruit of thy redemption. Who livest and reignest God, for ever and ever.\u003c/p\u003e",
    "prayerPart": "Saints",
    "prayerTitle": "Prayer of St. Thomas Aquinas",
    "uid": 51
  },
  {
    "prayerContent": "\u003cp\u003eThe First Station: Pilate Condemns Jesus to Die\u003c/p\u003e  \u003cp\u003eV: We adore You, O Christ, and we praise You. (Genuflect)\u003c/p\u003e  \u003cp\u003eR: Because, by Your holy cross, You have redeemed the world. (Rise)\u003c/p\u003e  \u003cp\u003eV: Consider how Jesus Christ, after being scourged and crowned with thorns, was unjustly condemned by Pilate to die on the cross. (Kneel)\u003c/p\u003e  \u003cp\u003eR: My adorable Jesus,\u003c/p\u003e  \u003cp\u003eit was not Pilate;\u003c/p\u003e  \u003cp\u003eno, it was my sins that condemned You to die.\u003c/p\u003e  \u003cp\u003eI beseech You, by the merits of this sorrowful journey,\u003c/p\u003e  \u003cp\u003eto assist my soul on its journey to eternity.\u003c/p\u003e  \u003cp\u003eI love You, beloved Jesus;\u003c/p\u003e  \u003cp\u003eI love You more than I love myself.\u003c/p\u003e  \u003cp\u003eWith all my heart I repent of ever having offended You.\u003c/p\u003e  \u003cp\u003eGrant that I may love You always; and then do with me as You will.\u003c/p\u003e  \u003cp\u003e(Our Father, Hail Mary, Glory be.)\u003c/p\u003e  \u003cp\u003e\u003c/p\u003e  \u003cp\u003eThrough her heart, His sorrow sharing\u003c/p\u003e  \u003cp\u003eAll His bitter anguish bearing\u003c/p\u003e  \u003cp\u003eNow at length the sword has passed\u003c/p\u003e",
    "prayerPart": "Station",
    "prayerTitle": "The First Station",
    "uid": 52
  },
  {
    "prayerContent": "\u003cp\u003eThe Second Station: Jesus Accepts His Cross\u003c/p\u003e  \u003cp\u003eV: We adore You, O Christ, and we praise You. (Genuflect)\u003c/p\u003e  \u003cp\u003eR: Because, by Your holy cross, You have redeemed the world. (Rise)\u003c/p\u003e  \u003cp\u003eV: Consider Jesus as He walked this road with the cross on His shoulders, thinking of us, and offering to His Father in our behalf, the death He was about to suffer. (Kneel)\u003c/p\u003e  \u003cp\u003eR: My most beloved Jesus,\u003c/p\u003e  \u003cp\u003eI embrace all the sufferings You have destined for me until death.\u003c/p\u003e  \u003cp\u003eI beg You, by all You suffered in carrying Your cross,\u003c/p\u003e  \u003cp\u003eto help me carry mine with Your perfect peace and resignation.\u003c/p\u003e  \u003cp\u003eI love You, Jesus, my love;\u003c/p\u003e  \u003cp\u003eI repent of ever having offended You.\u003c/p\u003e  \u003cp\u003eNever let me separate myself from You again.\u003c/p\u003e  \u003cp\u003eGrant that I may love You always; and then do with me as You will.\u003c/p\u003e  \u003cp\u003e(Our Father, Hail Mary, Glory be.)\u003c/p\u003e  \u003cp\u003e\u003c/p\u003e  \u003cp\u003eO, how sad and sore distressed\u003c/p\u003e  \u003cp\u003eWas that Mother highly blessed\u003c/p\u003e  \u003cp\u003eOf the sole Begotten One\u003c/p\u003e  \u003cp\u003e\u003c/p\u003e",
    "prayerPart": "Station",
    "prayerTitle": "The second Station",
    "uid": 53
  },
  {
    "prayerContent": "\u003cp\u003eThe Third Station: Jesus Falls the First Time\u003c/p\u003e  \u003cp\u003eV: We adore You, O Christ, and we praise You. (Genuflect)\u003c/p\u003e  \u003cp\u003eR: Because, by Your holy cross, You have redeemed the world. (Rise)\u003c/p\u003e  \u003cp\u003eV: Consider the first fall of Jesus. Loss of blood from the scourging and crowing with thorns had so weakened Him that He could hardly walk; and yet He had to carry that great load upon His shoulders. As the soldiers struck Him cruelly, He fell several times under the heavy cross. (Kneel)\u003c/p\u003e  \u003cp\u003eR: My beloved Jesus, / it was not the weight of the cross / but the weight of my sins which made You suffer so much. / By the merits of this first fall, / save me from falling into mortal sin. / I love You, O my Jesus, with all my heart; / I am sorry that I have offended You. / May I never offend You again. / Grant that I may love You always; and then do with me as You will.\u003c/p\u003e  \u003cp\u003e(Our Father, Hail Mary, Glory be.)\u003c/p\u003e  \u003cp\u003e\u003c/p\u003e  \u003cp\u003eChrist above in torment hangs\u003c/p\u003e  \u003cp\u003eShe beneath beholds the pangs\u003c/p\u003e  \u003cp\u003eOf her dying, glorious Son\u003c/p\u003e  \u003cp\u003e\u003c/p\u003e",
    "prayerPart": "Station",
    "prayerTitle": "The third Station",
    "uid": 54
  },
  {
    "prayerContent": "\u003cp\u003eThe Fourth Station: Jesus Meets His Afflicted Mother\u003c/p\u003e  \u003cp\u003eV: We adore You, O Christ, and we praise You. (Genuflect)\u003c/p\u003e  \u003cp\u003eR: Because, by Your holy cross, You have redeemed the world. (Rise)\u003c/p\u003e  \u003cp\u003eV: Consider how the Son met his Mother on His way to Calvary. Jesus and Mary gazed at each other and their looks became as so many arrows to wound those hearts which loved each other so tenderly (Kneel)\u003c/p\u003e  \u003cp\u003eR: My most loving Jesus, / by the pain You suffered in this meeting / grant me the grace of being truly devoted to Your most holy Mother. / And You, my Queen, who was overwhelmed with sorrow, / obtain for me by Your prayers / a tender and a lasting remembrance of the passion of Your divine Son. / I love You, Jesus, my Love, above all things. / I repent of ever having offended You. / Never allow me to offend You again. / Grant that I may love You always; and then do with me as You will.\u003c/p\u003e  \u003cp\u003e(Our Father, Hail Mary, Glory be.)\u003c/p\u003e  \u003cp\u003e\u003c/p\u003e  \u003cp\u003eIs there one who would not weep,\u003c/p\u003e  \u003cp\u003e\u0026lsquo;whelmed in miseries so deep\u003c/p\u003e  \u003cp\u003eChrist\u0026rsquo;s dear Mother to behold.\u003c/p\u003e  \u003cp\u003e\u003c/p\u003e",
    "prayerPart": "Station",
    "prayerTitle": "The forth Station",
    "uid": 55
  },
  {
    "prayerContent": "\u003cp\u003eThe Fifth Station: Simon Helps Jesus Carry the Cross\u003c/p\u003e  \u003cp\u003eV: We adore You, O Christ, and we praise You. (Genuflect)\u003c/p\u003e  \u003cp\u003eR: Because, by Your holy cross, You have redeemed the world. (Rise)\u003c/p\u003e  \u003cp\u003eV: Consider how weak and weary Jesus was. At each step He was at the point of expiring. Fearing that He would die on the way when they wished Him to die the infamous death of the cross, they forced Simon of Cyrene to help carry the cross after Our Lord. (Kneel)\u003c/p\u003e  \u003cp\u003eR: My beloved Jesus / I will not refuse the cross as Simon did: / I accept it and embrace it. / I accept in particular the death that is destined for me / with all the pains that may accompany it. / I unite it to Your death / and I offer it to You. / You have died for love of me; / I will die for love of You and to please You. / Help me by Your grace. / I love You, Jesus, my Love; / I repent of ever having offended You. / Never let me offend You again. / Grant that I may love You always; and then do with me as You will.\u003c/p\u003e  \u003cp\u003e(Our Father, Hail Mary, Glory be.)\u003c/p\u003e  \u003cp\u003e\u003c/p\u003e  \u003cp\u003eCan the human heart refrain\u003c/p\u003e  \u003cp\u003eFrom partaking in her pain\u003c/p\u003e  \u003cp\u003eIn that Mother\u0026rsquo;s pain untold?\u003c/p\u003e  \u003cp\u003e\u003c/p\u003e",
    "prayerPart": "Station",
    "prayerTitle": "The fifth Station",
    "uid": 56
  },
  {
    "prayerContent": "\u003cp\u003eThe Sixth Station: Veronica Offers Her Veil to Jesus\u003c/p\u003e  \u003cp\u003eV: We adore You, O Christ, and we praise You. (Genuflect)\u003c/p\u003e  \u003cp\u003eR: Because, by Your holy cross, You have redeemed the world. (Rise)\u003c/p\u003e  \u003cp\u003eV: Consider the compassion of the holy woman, Veronica. Seeing Jesus in such distress, His face bathed in sweat and blood, she presented Him with her veil. Jesus wiped His face, and left upon the cloth the image of his sacred countenance. (Kneel)\u003c/p\u003e  \u003cp\u003eR: My beloved Jesus, / Your face was beautiful before You began this journey; / but, now, it no longer appears beautiful / and is disfigured with wounds and blood. / Alas, my soul also was once beautiful / when it received Your grace in Baptism; / but I have since disfigured it with my sins. / You alone, my Redeemer, can restore it to its former beauty. / Do this by the merits of Your passion; and then do with me as You will.\u003c/p\u003e  \u003cp\u003e(Our Father, Hail Mary, Glory be.)\u003c/p\u003e  \u003cp\u003e\u003c/p\u003e  \u003cp\u003eBruised, derided, cursed, defiled\u003c/p\u003e  \u003cp\u003eShe beheld her tender Child\u003c/p\u003e  \u003cp\u003eAll with bloody scourges rent.\u003c/p\u003e  \u003cp\u003e\u003c/p\u003e",
    "prayerPart": "Station",
    "prayerTitle": "The sixth Station",
    "uid": 57
  },
  {
    "prayerContent": "\u003cp\u003eThe Seventh Station: Jesus Falls the Second Time\u003c/p\u003e  \u003cp\u003eV: We adore You, O Christ, and we praise You. (Genuflect)\u003c/p\u003e  \u003cp\u003eR: Because, by Your holy cross, You have redeemed the world. (Rise)\u003c/p\u003e  \u003cp\u003eV: Consider how the second fall of Jesus under His cross renews the pain in all the wounds of the head and members of our afflicted Lord. (Kneel)\u003c/p\u003e  \u003cp\u003eR: My most gentle Jesus, / how many times You have forgiven me; / and how many times I have fallen again and begun again to offend You! / By the merits of this second fall, / give me the grace to persevere in Your love until death. / Grant, that in all my temptations, I may always have recourse to You. / I love You, Jesus, my Love with all my heart; / I am sorry that I have offended You. / Never let me offend You again. / Grant that I may love You always; and then do with me as You will.\u003c/p\u003e  \u003cp\u003e(Our Father, Hail Mary, Glory be.)\u003c/p\u003e  \u003cp\u003e\u003c/p\u003e  \u003cp\u003eFor the sins of His own nation\u003c/p\u003e  \u003cp\u003eSaw Him hang in desolation\u003c/p\u003e  \u003cp\u003eTill His spirit forth He sent.\u003c/p\u003e",
    "prayerPart": "Station",
    "prayerTitle": "The seventh Station",
    "uid": 58
  },
  {
    "prayerContent": "\u003cp\u003eThe Eighth Station: Jesus Speaks to the Women\u003c/p\u003e  \u003cp\u003eV: We adore You, O Christ, and we praise You. (Genuflect)\u003c/p\u003e  \u003cp\u003eR: Because, by Your holy cross, You have redeemed the world. (Rise)\u003c/p\u003e  \u003cp\u003eV: Consider how the women wept with compassion seeing Jesus so distressed and dripping with blood as he walked along. Jesus said to them, \u0026ldquo;Weep not so much for me, but rather for Your children.\u0026rdquo; (Kneel)\u003c/p\u003e  \u003cp\u003eR: My Jesus, laden with sorrows, / I weep for the sins which I have committed against You / because of the punishment I deserve for them; / and, still more, because of the displeasure they have caused You / who have loved me with an infinite love. / It is Your love, more than the fear of hell, / which makes me weep for my sins. / My Jesus, I love You more than myself; / I am sorry that I have offended You. / Never allow me to offend You again. / Grant that I may love You always; and then do with me as You will.\u003c/p\u003e  \u003cp\u003e(Our Father, Hail Mary, Glory be.)\u003c/p\u003e  \u003cp\u003e\u003c/p\u003e  \u003cp\u003eO sweet Mother! Fount of Love,\u003c/p\u003e  \u003cp\u003eTouch my spirit from above\u003c/p\u003e  \u003cp\u003eMake my heart with yours accord.\u003c/p\u003e  \u003cp\u003e\u003c/p\u003e",
    "prayerPart": "Station",
    "prayerTitle": "The eighth station",
    "uid": 59
  },
  {
    "prayerContent": "\u003cp\u003eThe Ninth Station: Jesus Falls the Third Time\u003c/p\u003e  \u003cp\u003eV: We adore You, O Christ, and we praise You. (Genuflect) R: Because, by Your holy cross, You have redeemed the world. (Rise)\u003c/p\u003e  \u003cp\u003eV: Consider how Jesus Christ fell for the third time. He was extremely weak and the cruelty of His executioners was excessive; they tried to hasten His steps though He hardly had strength to move. (Kneel)\u003c/p\u003e  \u003cp\u003e\u003c/p\u003e  \u003cp\u003eR: My outraged Jesus, / by the weakness You suffered in going to Calvary, / give me enough strength to overcome all human respect / and all my evil passions which have led me to despise Your friendship. / I love You, Jesus my Love, with all my heart; / I am sorry for ever having offended You. / Never permit me to offend You again. / Grant that I may love You always; and then do with me as You will.\u003c/p\u003e  \u003cp\u003e(Our Father, Hail Mary, Glory be.)\u003c/p\u003e  \u003cp\u003e\u003c/p\u003e  \u003cp\u003eMake me feel as Thou have felt\u003c/p\u003e  \u003cp\u003eMake my soul to glow and melt\u003c/p\u003e  \u003cp\u003eWith the love of Christ, my Lord.\u003c/p\u003e",
    "prayerPart": "Station",
    "prayerTitle": "The ninth Station",
    "uid": 60
  },
  {
    "prayerContent": "\u003cp\u003e The Tenth Station:\u003c/p\u003e  \u003cp\u003eJesus Is Stripped of His Garments\u003c/p\u003e  \u003cp\u003eV: We adore You, O Christ, and we praise You. (Genuflect)\u003c/p\u003e  \u003cp\u003eR: Because, by Your holy cross, You have redeemed the world. (Rise)\u003c/p\u003e  \u003cp\u003eV: Consider how Jesus was violently stripped of His clothes by His executioners. The inner garments adhered to his lacerated flesh and the soldiers tore them off so roughly that the skin came with them. Have pity for your Savior so cruelly treated and tell Him: (Kneel)\u003c/p\u003e  \u003cp\u003eR: My innocent Jesus, / by the torment You suffered in being stripped of Your garments, / help me to strip myself of all attachment for the things of earth / that I may place all my love in You who are so worthy of my love. / I love You, O Jesus, with all my heart; / I am sorry for ever having offended You. / Never let me offend You again. / Grant that I may love You always; and then do with me as You will.\u003c/p\u003e  \u003cp\u003e(Our Father, Hail Mary, Glory be.)\u003c/p\u003e  \u003cp\u003e\u003c/p\u003e  \u003cp\u003eHoly Mother, pierce me through\u003c/p\u003e  \u003cp\u003eIn my heart each wound renew\u003c/p\u003e  \u003cp\u003eOf my Savior crucified.\u003c/p\u003e",
    "prayerPart": "Station",
    "prayerTitle": "The tenth Station",
    "uid": 61
  },
  {
    "prayerContent": "\u003cp\u003eThe Eleventh Station: Jesus Is Nailed to the Cross\u003c/p\u003e  \u003cp\u003eV: We adore You, O Christ, and we praise You. (Genuflect) R: Because, by Your holy cross, You have redeemed the world. (Rise)\u003c/p\u003e  \u003cp\u003eV: Consider Jesus, thrown down upon the cross, He stretched out His arms and offered to His eternal Father the sacrifice of His life for our salvation. They nailed His hands and feet, and then, raising the cross, left Him to die in anguish. (Kneel)\u003c/p\u003e  \u003cp\u003eR: My despised Jesus, / nail my heart to the cross / that it may always remain there to love You and never leave You again. / I love You more than myself; / I am sorry for ever having offended You. / Never permit me to offend You again. / Grant that I may love You always; and then do with me as You will.\u003c/p\u003e  \u003cp\u003e(Our Father, Hail Mary, Glory be.)\u003c/p\u003e  \u003cp\u003e\u003c/p\u003e  \u003cp\u003eLet me share with you His pain,\u003c/p\u003e  \u003cp\u003eWho for all our sins was slain,\u003c/p\u003e  \u003cp\u003eWho for me in torments died.\u003c/p\u003e",
    "prayerPart": "Station",
    "prayerTitle": "The eleventh station",
    "uid": 62
  },
  {
    "prayerContent": "\u003cp\u003eThe Twelfth Station: Jesus Dies Upon the Cross\u003c/p\u003e  \u003cp\u003eV: We adore You, O Christ, and we praise You. (Genuflect)\u003c/p\u003e  \u003cp\u003eR: Because, by Your holy cross, You have redeemed the world. (Rise)\u003c/p\u003e  \u003cp\u003eV: Consider how Your Jesus, after three hours of agony on the cross, is finally overwhelmed with suffering and, abandoning Himself to the weight of His body, bows His head and dies. (Kneel)\u003c/p\u003e  \u003cp\u003eR: My dying Jesus, / I devoutly kiss the cross on which You would die for love of me. / I deserve, because of my sins, to die a terrible death; / but Your death is my hope. / By the merits of Your death, / give me the grace to die embracing Your feet and burning with love of You. / I yield my soul into Your hands. / I love You with my whole heart. / I am sorry that I have offended You. / Never let me offend You again. / Grant that I may love You always; and then do with me as You will.\u003c/p\u003e  \u003cp\u003e(Our Father, Hail Mary, Glory be.)\u003c/p\u003e  \u003cp\u003e\u003c/p\u003e  \u003cp\u003eLet me mingle tears with thee\u003c/p\u003e  \u003cp\u003eMourning Him who mourned for me,\u003c/p\u003e  \u003cp\u003eAll the days that I may live.\u003c/p\u003e",
    "prayerPart": "Station",
    "prayerTitle": "The twelfth Station",
    "uid": 63
  },
  {
    "prayerContent": "\u003cp\u003eThe Thirteenth Station:\u003c/p\u003e  \u003cp\u003eJesus Is Taken Down from the Cross\u003c/p\u003e  \u003cp\u003eV: We adore You, O Christ, and we praise You. (Genuflect)\u003c/p\u003e  \u003cp\u003eR: Because, by Your holy cross, You have redeemed the world. (Rise)\u003c/p\u003e  \u003cp\u003eV: Consider how, after Our Lord had died, He was taken down from the cross by two of His disciples, Joseph and Nicodemus, and placed in the arms of His afflicted Mother. She received Him with unutterable tenderness and pressed Him close to her bosom. (Kneel)\u003c/p\u003e  \u003cp\u003eR: O Mother of Sorrows, / for the love of Your Son, / accept me as Your servant and pray to Him for me, / And You, my Redeemer, since you have died for me, / allow me to love You, / for I desire only You and nothing more. / I love You, Jesus my Love, / and I am sorry that I have offended You. / Never let me offend You again. / Grant that I may love You always; and then do with me as You will.\u003c/p\u003e  \u003cp\u003e(Our Father, Hail Mary, Glory be.)\u003c/p\u003e  \u003cp\u003e\u003c/p\u003e  \u003cp\u003eBy the cross with you to stay\u003c/p\u003e  \u003cp\u003eThere with you to weep and pray\u003c/p\u003e  \u003cp\u003eIs all I ask of you to give.\u003c/p\u003e  \u003cp\u003e\u003c/p\u003e",
    "prayerPart": "Station",
    "prayerTitle": "The thirteenth Station",
    "uid": 64
  },
  {
    "prayerContent": "\u003cp\u003eThe Fourteenth Station:\u003c/p\u003e  \u003cp\u003eJesus Is Placed in the Sepulcher\u003c/p\u003e  \u003cp\u003eV: We adore You, O Christ, and we praise You. (Genuflect)\u003c/p\u003e  \u003cp\u003eR: Because, by Your holy cross, You have redeemed the world. (Rise)\u003c/p\u003e  \u003cp\u003eV: Consider how the disciples carried the body of Jesus to its burial, while His holy Mother went with them and arranged it in the sepulcher with her own hands. They then closed the tomb and all departed. (Kneel)\u003c/p\u003e  \u003cp\u003eR: Oh, my buried Jesus, / I kiss the stone that closes You in. / But You gloriously did rise again on the third day. / I beg You by Your resurrection that I may be raised gloriously on the last day, / to be united with You in heaven, to praise You and love You forever. / I love You, Jesus, and I repent of ever having offended You. / Grant that I may love You always; and then do with me as You will.\u003c/p\u003e  \u003cp\u003e(Our Father, Hail Mary, Glory be.)\u003c/p\u003e  \u003cp\u003e\u003c/p\u003e  \u003cp\u003eVirgin of all virgins blest!\u003c/p\u003e  \u003cp\u003eListen to my fond request:\u003c/p\u003e  \u003cp\u003eLet me share your grief divine.\u003c/p\u003e  \u003cp\u003e\u003c/p\u003e",
    "prayerPart": "Station",
    "prayerTitle": "The fourteenth Station",
    "uid": 65
  },
  {
    "prayerContent": "\u003cp\u003eMy good and dear Jesus,\u003c/p\u003e  \u003cp\u003eI kneel before You,\u003c/p\u003e  \u003cp\u003easking You most earnestly\u003c/p\u003e  \u003cp\u003eto engrave upon my heart\u003c/p\u003e  \u003cp\u003ea deep and lively faith, hope, and charity,\u003c/p\u003e  \u003cp\u003ewith true repentance for my sins,\u003c/p\u003e  \u003cp\u003eand a firm resolve to make amends.\u003c/p\u003e  \u003cp\u003eAs I reflect upon Your five wounds,\u003c/p\u003e  \u003cp\u003eand dwell upon them\u003c/p\u003e  \u003cp\u003ewith deep compassion and grief,\u003c/p\u003e  \u003cp\u003eI recall, good Jesus,\u003c/p\u003e  \u003cp\u003ethe words the Prophet David spoke\u003c/p\u003e  \u003cp\u003elong ago concerning Yourself:\u003c/p\u003e  \u003cp\u003e\u0026ldquo;They pierced My hands and My feet;\u003c/p\u003e  \u003cp\u003ethey have numbered all My bones.\u0026rdquo;\u003c/p\u003e",
    "prayerPart": "Station",
    "prayerTitle": "Prayer to Jesus  Christ Crucified",
    "uid": 66
  },
  {
  "prayerContent": "<p>O Jesus,</p>\n<p>through the Immaculate Heart of Mary,</p>\n<p>I offer You my prayers, works,</p>\n<p>joys and sufferings</p>\n<p>of this day for all the intentions</p>\n<p>of Your Sacred Heart,</p>\n<p>in union with the Holy Sacrifice of the Mass</p>\n<p>throughout the world,</p>\n<p>in reparation for my sins,</p>\n<p>for the intentions of all my relatives and friends,</p>\n<p>and in particular</p>\n<p>for the intentions of the Holy Father.</p>\n<p>Amen.</p>",
  "prayerPart": "Basic",
  "prayerTitle": "Morning Offering",
  "uid": 67
},
  {
    "prayerContent": "<p><em>At awakening in the morning, say:&nbsp;</em></p>\n<p>O my God, my only good, the author of my being and my last end, I give You my heart. Praise, honor, and glory be to You for ever and ever. Amen.&nbsp;</p>\n<p><em>At rising up, say:&nbsp;</em></p>\n<p>In the name of the Father, and of the Son, and of the Holy Spirit. Amen.</p>\n<p>I will raise myself up from this bed of sleep, to adore my God, and to labor for the salvation of my soul. O may I rise on the last day unto life everlasting.&nbsp;</p>\n<p><em>When clothed, kneel down and say:</em>&nbsp;</p>\n<p>In the name of the Father, and of the Son, and of the Holy Spirit. Amen.</p>\n<p>Blessed be the holy and undivided Trinity, now and forever more. Holy, holy, holy, Lord God of hosts!&nbsp; The earth is full of Your Glory.&nbsp; Glory be to the Father; Glory be to the Son; Glory be to the Holy Spirit.&nbsp;</p>\n<p>&nbsp;</p>\n<p>AN ACT OF ADORATION</p>\n<p>O great God, the Sovereign Lord of Heaven and Earth, I prostrate myself before You. With all the angels and saints, I adore Thee. I acknowledge You to be my Creator and Sovereign Lord, my first beginning and last end. I render to You the homage of my being and life. I submit myself to Your holy will, and I devote myself to Your divine service this day and forever. I wish and purpose to gain today all the indulgences which it is possible for me to gain.&nbsp;</p>\n<p>&nbsp;</p>\n<p>MORNING OFFERING TO THE SACRED HEART</p>\n<p>O Lord Jesus Christ, while on earth You gave praise to the Father through Your most Sacred Heart.&nbsp; Today, You continue to give praise to Him in the Sacrament of the Eucharist everywhere, even to the end of the world.&nbsp;&nbsp;</p>\n<p>In union with Your divine offering, I offer to You during this whole day all my intentions and thoughts, all my affections and desires, all my words and actions.&nbsp; And I pledge not to withhold even the smallest part from You, O Lord.</p>\n<p>&nbsp;</p>\n<p>AN ACT OF FAITH</p>\n<p>O my God! I firmly believe all the sacred truths which Your holy Catholic Church believes and teaches, because You have revealed them, who neither can deceive nor be deceived.</p>\n<p>&nbsp;</p>\n<p>AN ACT OF HOPE</p>\n<p>O my God! relying on Your infinite goodness and promises, I hope to obtain the pardon of my sins, the assistance of Your grace, and life everlasting, through the merits of Jesus Christ, our Lord and Saviour.</p>\n<p>&nbsp;</p>\n<p>AN ACT OF CHARITY</p>\n<p>O my God! I love You above all things with my whole heart and soul, purely because You are infinitely perfect and deserving of all love. I love also my neighbor as myself for the love of You. I forgive all who have injured me and ask pardon of all whom I have injured.</p>\n<p>&nbsp;</p>\n<p>AN ACT OF THANKSGIVING</p>\n<p>O glorious Trinity! I praise You and give You thanks for the numberless benefits You have bestowed upon me. I thank You, O Heavenly Father, for having created me to Your own image and likeness, and for having preserved me to this day. I thank You, O merciful Son, for having redeemed me by Your death, and so often fed me with Your precious Body and Blood. I thank You, O Holy Spirit, for having cleansed my soul by Your grace in holy baptism, for having called me to the true faith, and so often washed me from my sins in the Sacrament of Penance. I thank You, O most bountiful God, for preserving me this night, and granting me this day to serve You. I earnestly invite all the saints of Heaven and Earth to join with me in praise and thanksgiving for Your infinite goodness.&nbsp;</p>\n<p><em>Pause a while, and call to mind the sins you may struggle with the most this day, and firmly resolve to avoid them.&nbsp;</em></p>\n<p>Adorable Jesus! Divine model of that perfection to which we should all aspire! I will endeavor this day to follow Your example; to be mild, humble, chaste, zealous, patient, charitable and resigned. Incline my heart to keep Your commandments. I am resolved to watch over myself with the greatest diligence, and to live soberly, justly and piously for the time to come. I will take care of my ways, that I may not offend with my tongue. I will turn away my eyes, that they may not see vanity, and I will be particularly attentive not to relapse this day into my habitual failings, but to struggle against them with Your gracious assistance. Enlighten my mind, purify my heart and guide my steps, that I may pass all my life in Your Divine Service. Amen.</p>",
    "prayerPart": "Basic",
    "prayerTitle": "Litany of Morning Prayers",
    "uid": 68
  },
  {
    "prayerContent": "<p>Lord help me</p>\n<p>to remember</p>\n<p>that nothing</p>\n<p>is going to happen</p>\n<p>to me today</p>\n<p>that You and I</p>\n<p>together can&rsquo;t handle.</p>\n<p>Amen.</p>",
    "prayerPart": "Basic",
    "prayerTitle": "A short Prayer",
    "uid": 69
  },
  {
    "prayerContent": "<p>Father, I dedicate this new day to you;</p>\n<p>as I go about my work.</p>\n<p>I ask you to bless those with whom I come in contact.</p>\n<p>Lord, I pray for all men and women</p>\n<p>who work to earn their living;</p>\n<p>give them satisfaction in what they do.</p>\n<p>Spirit of God,</p>\n<p>comfort the unemployed and their families;</p>\n<p>they are your children and my brothers and sisters.</p>\n<p>I ask you to help them find work soon.</p>\n<p>Amen.</p>",
    "prayerPart": "Basic",
    "prayerTitle": "Dedication of the day",
    "uid": 70
  },
  {
    "prayerContent": "<p>Most glorious God,</p>\n<p>As I pause in the midst of this day,<br />I invite You into this moment of prayer.</p>\n<p>I ask Your pardon for any way that I have failed to love today.<br />For my pride, envy, gluttony, greed, lust, sloth and anger,<br />I beg for Your forgiveness.</p>\n<p>Once again, I dedicate this day to You.<br />I pray for humility, kindness, temperance, charity, chastity, diligence and patience.</p>\n<p>Help me, Lord, to listen to Your gentle voice<br />And to trust in Your guidance and grace.</p>\n<p>My life is Yours, dear Lord.<br />My life is Yours.</p>\n<p>May I hold nothing back from You.<br />May I fulfill my duties this day in accord with Your perfect will.</p>\n<p>I love You, dear Lord.<br />I love You with all my heart.<br />Help me to love You and others with all my might.</p>\n<p>Amen.</p>",
    "prayerPart": "Basic",
    "prayerTitle": "Afternoon Prayer",
    "uid": 71
  },
  {
    "prayerContent": "<p>In the name of the Father, and of the Son, and of the Holy Spirit. Amen.&nbsp;</p>\n<p>O Almighty and Eternal God!&nbsp; I prostrate at the feet of Your holy Majesty, I adore You with all possible reverence. I believe and hold for certain all You have revealed to Your holy Church. I hope in Your infinite goodness and mercy, and I love You with all my heart.&nbsp;</p>\n<p><em>Here pause a little to call to mind the specific blessings of this day.</em></p>\n<p>O my God! I give You thanks, through Jesus Christ, for all the favors You have bestowed upon me, especially for creating me in Your own image and likeness, for redeeming me with Your Son&rsquo;s Precious Blood, for making me a Christian, and preserving me this day. I beseech the Blessed Virgin, and all the saints, to give You thanks for ever and ever. Amen.&nbsp;</p>\n<p>O my God! grant me the grace to know wherein I have offended Thee, and to have a perfect sorrow for my sins.&nbsp;</p>\n<p><em>Here pause a little to ascertain what sins you may have committed.</em></p>\n<ol>\n<li>By thought: Willingly entertaining bad, angry, impatient, or uncharitable thoughts and desires.&nbsp;</li>\n<li>By word: Using bad language, cursing, lying, etc.&nbsp;</li>\n<li>By deed: Being disobedient, rude, cross and unkind; having evil or dangerous company; doing an immodest action ; being idle.&nbsp;</li>\n<li>By omission: Neglecting your prayers, your lessons or some other duty.&nbsp;</li>\n</ol>\n<p>&nbsp;</p>\n<p>THE CONFITEOR</p>\n<p>I confess to Almighty God, to blessed Mary ever Virgin, to blessed Michael the Archangel, to blessed John the Baptist, to the holy apostles Peter and Paul, to all the Saints, that I have sinned exceedingly in thought, word, and deed, through my fault, through my fault, through my most grievous fault. Therefore, I beseech the blessed Mary ever Virgin, blessed Michael the Archangel, blessed John the Baptist, the holy apostles Peter and Paul, and all the Saints, to pray to the Lord our God for me.&nbsp;</p>\n<p>May the Almighty God have mercy on me, and forgive me my sins, and bring me to everlasting life. Amen.&nbsp;</p>\n<p>O most holy Virgin! be a mother to me: pray for me, now, and at the hour of my death.&nbsp;</p>\n<p>O my good Angel! whom God has appointed to be my guardian, enlighten me, protect me, and guard me in all my actions. Amen.</p>",
    "prayerPart": "Basic",
    "prayerTitle": "Night Prayer",
    "uid": 72
  },
  {
    "prayerContent": "<p><strong><em>Daily Litany of Gratitude:&nbsp;</em></strong><em>My precious Lord, as this day comes to a close, I take this moment to turn to You. Help me, in this moment of quiet, to examine my day in gratitude. May I be attentive to the powerful ways that You have been at work in my life this day as well as the most subtle of ways. May I see all the ways that You have blessed me in abundance this day.</em></p>\n<p>Now call to mind the many blessings of the day and make a quick list of all the ways God has blessed you&mdash;for example,&nbsp;life, health, friendship, family, an activity, a particular encounter with someone, a kind word given or received, a fruitful time of prayer, an insight received, and any/every way that God has blessed you.</p>\n<p><em>Lord, You have blessed me in an abundance of ways. Your gifts are continually bestowed upon me. Help me to daily see these blessings and to be filled with gratitude for them. I thank You this day not only for the great and powerful ways in which You have blessed me but also for every small gift of Your grace this day.</em></p>\n<p><strong><em>Petitions and Review of Day:&nbsp;</em></strong><em>Lord, I also know that You have much to say to me this day. Please open my mind and heart right now to whatever it is that You want to say. Help me to see all that keeps me from loving You and others and help me to see the ways You are at work in my life. As I see, help me to listen and respond to this gift of Your grace.</em></p>\n<p>Review your day considering your thoughts, words and actions.&nbsp; What line of thinking, words and actions led to consolations of joy, peace, refreshment, contentment, etc.? These you consciously accept. Also, what thoughts, words and deeds led to desolation, meaning, what thoughts left you agitated, angry, disturbed, confused, uncertain, etc.? These are most likely to be rejected.</p>\n<p>Review your journal (if you use one) to consider the various ways God has been speaking to you over the past weeks. Write down any insights into that journal at this time.</p>\n<p><em>Lord, I thank You for helping me to see the ways that You have been at work in my life this day. Thank You for the joys, the consolations and the countless blessings You have bestowed upon me. I pray that I will continually be aware of Your workings in my life so that I can hear Your voice more clearly and follow Your will with greater abandonment and love.</em></p>\n<p><strong><em>Petition for Forgiveness:&nbsp;</em></strong><em>I also pray that You bestow upon me Your mercy for my sins. Please give to me the grace of humility so that I can admit all my sins without reserve. I pray that every sin will be forgiven, and I open myself to Your grace so that Your merciful Heart will create me anew. Your presence in my life brings great joy; my sin leads to sorrow and despair.</em></p>\n<p><em>For every sin that I have committed this day, I am sorry and I beg for Your forgiveness, my merciful Lord.</em></p>\n<p><strong><em>Prayer of Renewal and Resolution:</em></strong></p>\n<p>Make your personal resolutions here for tomorrow based on what God has spoken to you in these reflections. Then conclude with this prayer:</p>\n<p><em>My dear Lord, I resolve to serve You more faithfully. Help me to put into practice all You have revealed. I choose You as my Lord. I choose You as my guide and pray for Your abundant blessings tomorrow.</em></p>\n<p><em>May this night be restful in You. May it be a night of renewal. Speak to me, Lord, as I sleep. Guard me and protect me the whole night through. My guardian angel, Saint Joseph, my Blessed Mother, intercede for me now and always.</em></p>",
    "prayerPart": "Basic",
    "prayerTitle": "Examination of Conscience",
    "uid": 73
  },
  {
    "prayerContent": "<p>Father,</p>\n<p>I abandon myself into your hands;</p>\n<p>do with me what you will.</p>\n<p>Whatever you may do, I thank you:</p>\n<p>I am ready for all, I accept all.</p>\n<p>&nbsp;Let only your will be done in me,</p>\n<p>and in all your creatures &ndash;</p>\n<p>I wish no more than this, O Lord.</p>\n<p>&nbsp;Into your hands I commend my soul:</p>\n<p>I offer it to you with all the love of my heart,</p>\n<p>for I love you, Lord, and so need to give myself,</p>\n<p>to surrender myself into your hands without reserve,</p>\n<p>and with boundless confidence,</p>\n<p>for you are my Father.</p>\n<p>Amen.</p>",
    "prayerPart": "Basic",
    "prayerTitle": "Prayer of Abandonment",
    "uid": 74
  },
  {
    "prayerContent": "<p>Take, Lord, and receive all my liberty,<br />My memory, my understanding<br />And my entire will,<br />All I have and call my own.</p>\n<p>You have given all to me.<br />To you, Lord, I return it.</p>\n<p>Everything is yours; do with it what you will.<br />Give me only your love and your grace.<br />That is enough for me.</p>\n<p>Amen.</p>",
    "prayerPart": "Basic",
    "prayerTitle": "Prayer of Surrender",
    "uid": 75
  },
  {
    "prayerContent": "<h2><strong>We adore you, O Lord</strong></h2>\n<p>True God and true man, truly present in this holy Sacrament.<br /><strong>&nbsp; &nbsp; &nbsp;We adore you, O Lord<br /></strong>Our Savior, God with us, faithful and rich in mercy<br /><strong>&nbsp; &nbsp; &nbsp;We adore you, O Lord<br /></strong>King and Lord of creation and of history<br /><strong>&nbsp; &nbsp; &nbsp;We adore you, O Lord<br /></strong>Conqueror of sin and death<br /><strong>&nbsp; &nbsp; &nbsp;We adore you, O Lord<br /></strong>Friend of humankind, the Risen One, the Living One who sits at the right hand of the Father.<br /><strong>&nbsp; &nbsp; &nbsp;We adore you, O Lord</strong></p>\n<h2><strong>We believe in you, O Lord</strong></h2>\n<p>Only begotten Son of the Father, descended from heaven for our salvation<br /><strong>&nbsp; &nbsp; &nbsp;We believe in you, O Lord<br /></strong>Heavenly physician, who bows down over our misery<br /><strong>&nbsp; &nbsp; &nbsp;We believe in you, O Lord<br /></strong>Lamb who was slain, who offer yourself to rescue us from evil<br /><strong>&nbsp; &nbsp; &nbsp;We believe in you, O Lord<br /></strong>Good Shepherd, who give your life for the flock which you love<br /><strong>&nbsp; &nbsp; &nbsp;We believe in you, O Lord<br /></strong>Living bread and medicine for immortality, who give us eternal life<br /><strong>&nbsp; &nbsp; &nbsp;We believe in you, O Lord</strong></p>\n<h2><strong>Deliver us, O Lord</strong></h2>\n<p>From the power of Satan and the seductions of the world<br /><strong>&nbsp; &nbsp; &nbsp;Deliver us, O Lord<br /></strong>From the pride and presumption of being able to do anything without you<br /><strong>&nbsp; &nbsp; &nbsp;Deliver us, O Lord<br /></strong>From the deceptions of fear and anxiety<br /><strong>&nbsp; &nbsp; &nbsp;Deliver us, O Lord<br /></strong>From unbelief and desperation<br /><strong>&nbsp; &nbsp; &nbsp;Deliver us, O Lord<br /></strong>From hardness of heart and the incapacity to love<br /><strong>&nbsp; &nbsp; &nbsp;Deliver us, O Lord</strong></p>\n<h2><strong>Save us, O Lord</strong></h2>\n<p>From every evil that afflicts humanity<br /><strong>&nbsp; &nbsp; &nbsp;Save us, O Lord<br /></strong>From hunger, from famine and from egoism<br /><strong>&nbsp; &nbsp; &nbsp;Save us, O Lord<br /></strong>From illnesses, epidemics and the fear of our brothers and sisters<br /><strong>&nbsp; &nbsp; &nbsp;Save us, O Lord<br /></strong>From devastating madness, from ruthless interests and from violence<br /><strong>&nbsp; &nbsp; &nbsp;Save us, O Lord<br /></strong>From being deceived, from false information and the manipulation of consciences<br /><strong>&nbsp; &nbsp; &nbsp;Save us, O Lord</strong></p>\n<h2><strong>Comfort us, O Lord</strong></h2>\n<p>Protect your Church which crosses the desert<br /><strong>&nbsp; &nbsp; &nbsp;Comfort us, O Lord<br /></strong>Protect humanity terrified by fear and anguish<br /><strong>&nbsp; &nbsp; &nbsp;Comfort us, O Lord<br /></strong>Protect the sick and the dying, oppressed by loneliness<br /><strong>&nbsp; &nbsp; &nbsp;Comfort us, O Lord<br /></strong>Protect doctors and healthcare providers exhausted by the difficulties they are facing<br /><strong>&nbsp; &nbsp; &nbsp;Comfort us, O Lord<br /></strong>Protect politicians and decision makers who bear the weight of having to make decisions<br /><strong>&nbsp; &nbsp; &nbsp;Comfort us, O Lord</strong></p>\n<h2><strong>Grant us your Spirit, O Lord</strong></h2>\n<p>In the hour of trial and from confusion<br /><strong>&nbsp; &nbsp; &nbsp;Grant us your Spirit, O Lord<br /></strong>In temptation and in our fragility<br /><strong>&nbsp; &nbsp; &nbsp;Grant us your Spirit, O Lord<br /></strong>In the battle against evil and sin<br /><strong>&nbsp; &nbsp; &nbsp;Grant us your Spirit, O Lord<br /></strong>In the search for what is truly good and true joy<br /><strong>&nbsp; &nbsp; &nbsp;Grant us your Spirit, O Lord<br /></strong>in the decision to remain in you and in your friendship<br /><strong>&nbsp; &nbsp; &nbsp;Grant us your Spirit, O Lord</strong></p>\n<h2><strong>Open us to hope, O Lord</strong></h2>\n<p>Should sin oppress us<br /><strong>&nbsp; &nbsp; &nbsp;Open us to hope, O Lord<br /></strong>Should hatred close our hearts<br /><strong>&nbsp; &nbsp; &nbsp;Open us to hope, O Lord<br /></strong>Should sorrow visit us<br /><strong>&nbsp; &nbsp; &nbsp;Open us to hope, O Lord<br /></strong>Should indifference cause us anguish<br /><strong>&nbsp; &nbsp; &nbsp;Open us to hope, O Lord<br /></strong>Should death overwhelm us<br /><strong>&nbsp; &nbsp; &nbsp;Open us to hope, O Lord</strong></p>",
    "prayerPart": "Basic",
    "prayerTitle": "Litany of Supplication",
    "uid": 76
  },
  {
    "prayerContent": "<p>My hope is in Jesus, my only treasure is the Cross&hellip;I will bless the Lord at all times and His praise shall be always in my mouth. I adore the will of my God.</p>\n<p>What does it matter to me&rsquo; O beloved and lovable will of God, if you take from me all earthly goods, reputation, honor, health, and life; what does it matter that you make me descend into the depth of humiliations. What does it matter &ndash; if, I find the hidden fire of Thy heavenly love? How happy I should be if I could die for Thee and for my fellow creatures.</p>\n<p>Jesus, Priest and Victim, I unite the sacrifice of my life and the cross I carry to Thy blood shed for me. I shelter myself in Thy wounds and I expect all strength from Thee. My heart is ready, O Lord, my heart is ready. I only wish to do all for Thy greater glory. I rely upon Thy strength when the supreme moment comes and not upon my own. I have put my hopes in Thy mercy. I recommend to Thee all to whom I may die indebted, and I beg Thee, that having given my life and my blood for them, my friends will pay my debts after my death.</p>\n<p>Amen.</p>",
    "prayerPart": "Basic",
    "prayerTitle": "United Suffering to the Cross",
    "uid": 77
  },
  {
    "prayerContent": "<div>&nbsp;O loving and gracious God, have mercy.</div>\n<div>Have pity upon me and take away the awful stain of my sin.</div>\n<div>Oh, wash me, cleanse me from this guilt. Let me be pure again.</div>\n<div>For I admit my shameful deed-it haunts me day and night.</div>\n<p>It is a sin against You and Your infinite mercy.</p>\n<div>&nbsp;Create in me a new, clean heart, O God.</div>\n<div>Purify me and make me white as snow.</div>\n<div>Cleanse my thoughts and desires.</div>\n<p>Restore to me again the joy of your salvation, and make me willing to obey you.</p>\n<div>&nbsp;</div>\n<div>Jesus, have mercy on me.</div>\n<div>Jesus, have mercy on me.</div>\n<p>Jesus, have mercy on me.</p>\n<div>&nbsp;</div>\n<div>Jesus, I trust in You.</div>\n<div>Jesus, I trust in You.</div>\n<p>Jesus, I trust in You.</p>\n<p>Amen.</p>",
    "prayerPart": "Basic",
    "prayerTitle": "Prayer for Mercy",
    "uid": 78
  },
  {
    "prayerContent": "<div>\n<p><strong>O Christ Jesus,</strong></p>\n</div>\n<div>when all is darkness</div>\n<div>and I feel my weakness and helplessness,</div>\n<div>give me a sense of Your presence,</div>\n<div>Your love, and Your strength.</div>\n<div>Help me to have perfect trust</div>\n<div>in Your protecting love</div>\n<div>and strengthening power,</div>\n<div>so that nothing may frighten or worry me,</div>\n<div>for, living close to You,</div>\n<div>I shall see Your hand,</div>\n<p>Your purpose, Your will through all things.</p>\n<p>Amen.</p>",
    "prayerPart": "Basic",
    "prayerTitle": "Help with Depression",
    "uid": 79
  },
  {
    "prayerContent": "<p>Dear Jesus, in the Sacrament of the Altar,</p>\n<p>be forever thanked and praised.</p>\n<p>Love, worthy of all celestial and terrestrial love!</p>\n<p>Who, out of infinite love for me,</p>\n<p>ungrateful sinner,</p>\n<p>didst assume our human nature,</p>\n<p>didst shed Thy most Precious Blood in the cruel scourging,</p>\n<p>and didst expire on a shameful Cross for our eternal welfare!</p>\n<p>Now illumined with lively faith,</p>\n<p>with the outpouring of my whole soul and the fervor of my heart,</p>\n<p>I humbly beseech Thee,</p>\n<p>through the infinite merits of Thy painful sufferings,</p>\n<p>give me strength and courage to destroy every evil passion which sways my heart,</p>\n<p>to bless Thee by the exact fulfillment of my duties,</p>\n<p>supremely to hate all sin,</p>\n<p>and thus to become a Saint.</p>\n<p>Amen.</p>",
    "prayerPart": "Basic",
    "prayerTitle": "Overcoming Sinful Passions",
    "uid": 80
  },
  {
    "prayerContent": "<p>The Lamb that was slain is worthy to receive power and Divinity and wisdom and strength and honor;</p>\n<p>To Him be glory and empire forever and ever.</p>\n<p>He shall rule from sea to sea, and from the river to the ends of the earth.</p>\n<p>All kings shall adore Him, all nations shall serve Him. Lord, have mercy upon us.</p>\n<p>Christ, have mercy upon us. Lord, have mercy upon us. Christ the King, hear us.</p>\n<p>Christ the King, graciously hear us.</p>\n<p>God, our Heavenly Father, Who has made firm for all ages your Son&rsquo;s Throne, Have mercy on us.</p>\n<p>God the Son, Jesus, our Victim-High Priest, True Prophet, and Sovereign King, Have mercy on us.</p>\n<p>God the Holy Spirit, poured out upon us with abundant newness, Have mercy on us.</p>\n<p>Holy Trinity, Three Persons yet One God in the Beauty of Your Eternal Unity, Have mercy on us.</p>\n<p>O Jesus, our Eternal King, Reign in our hearts.</p>\n<p>O Jesus, Most Merciful King, Reign in our hearts.</p>\n<p>O Jesus, extending to us the Golden Scepter of Your Mercy, Reign in our hearts.</p>\n<p>O Jesus, in Whose Great Mercy we have been given the Sacrament of Confession, Reign in our hearts.</p>\n<p>O Jesus, Loving King Who offers us Your Healing Grace, Reign in our hearts.</p>\n<p>O Jesus, our Eucharistic King, Reign in our hearts.</p>\n<p>O Jesus, the King foretold by the prophets, Reign in our hearts.</p>\n<p>O Jesus, King of Heaven and earth, Reign in our hearts.</p>\n<p>O Jesus, King and Ruler of All Nations, Reign in our hearts.</p>\n<p>O Jesus, Delight of the Heavenly Court, Reign in our hearts.</p>\n<p>O Jesus, King Most Compassionate toward Your subjects, Reign in our hearts.</p>\n<p>O Jesus, King from Whom proceeds all authority, Reign in our hearts.</p>\n<p>O Jesus, in whom, with the Father and the Holy Spirit, we are One, Reign in our hearts.</p>\n<p>O Jesus, King Whose Kingdom is not of this world, Reign in our hearts.</p>\n<p>O Jesus, King Whose Sacred Heart burns with Love for all mankind, Reign in our hearts.</p>\n<p>O Jesus, King Who is the Beginning and the End, the Alpha and the Omega, Reign in our hearts.</p>\n<p>O Jesus, King Who has given us Mary, the Queen, to be our dear Mother, Reign in our hearts.</p>\n<p>O Jesus, King Who will come upon the clouds of Heaven with Power and Great Glory, Reign in our hearts.</p>\n<p>O Jesus, King Whose Throne we are to approach with confidence, Reign in our hearts.</p>\n<p>O Jesus, King truly present in the Most Blessed Sacrament, Reign in our hearts.</p>\n<p>O Jesus, King Who made Mary the Mediatrix of All Graces, Reign in our hearts.</p>\n<p>O Jesus, King Who made Mary Co-Redemptrix, Your partner in the Plan of Salvation, Reign in our hearts.</p>\n<p>O Jesus, King Who desires to heal us of all division and disunity, Reign in our hearts.</p>\n<p>O Jesus, King wounded by mankind&rsquo;s indifference, Reign in our hearts.</p>\n<p>O Jesus, King Who gives the balm of Your Love with which to console Your Wounded Heart, Reign in our hearts.</p>\n<p>O Jesus, King Who is the Great I AM within us, our Wellspring of Pure Delight, Reign in our hearts.</p>\n<p>Jesus, King of All Nations, True Sovereign of all earthly powers, May we serve You.</p>\n<p>Jesus, King of All Nations, subjecting under Your feet forever the powers of hell , May we serve You.</p>\n<p>Jesus, King of All Nations, the Light beyond all light, enlightening us in the darkness that surrounds us, May we serve You.</p>\n<p>Jesus, King of All Nations, Whose Mercy is so Great as to mitigate the punishments our sins deserve, May we serve You.</p>\n<p>Jesus, King of All Nations, recognized by the Magi as the True King,May we serve You.</p>\n<p>Jesus, King of All Nations, the Only Remedy for a world so ill, May we serve You.</p>\n<p>Jesus, King of All Nations, Who blesses with Peace those souls and nations that acknowledge You as True King, May we serve You.</p>\n<p>Jesus, King of All Nations, Who Mercifully sends us your Holy Angels to protect us, May we serve You.</p>\n<p>Jesus, King of All Nations, Whose Chief Prince is Saint Michael the Archangel, May we serve You.</p>\n<p>Jesus, King of All Nations, Who teaches us that to reign is to serve, May we serve You.</p>\n<p>Jesus, King of All Nations, Just Judge Who will separate the wicked from the good, May we serve You.</p>\n<p>Jesus, King of All Nations, before Whom every knee shall bend, May we serve You.</p>\n<p>Jesus, King of All Nations, Whose Dominion is an everlasting Dominion, May we serve You.</p>\n<p>Jesus, King of All Nations, Lamb who will Shepherd us, May we serve You.</p>\n<p>Jesus, King of All Nations, Who after having destroyed every sovereignty, May we serve You.</p>\n<p>Jesus, King of All Nations, Whose Reign is without end, May we serve You.</p>\n<p>Jesus, King of All Nations, Whose kindness toward us is steadfast, and whose fidelity endures forever, May we serve You.</p>\n<p>Eternal Father, Who has given us Your Only Begotten Son, to be our Redeemer, One True Mediator, and Sovereign King, We praise and thank You.</p>\n<p>Loving Jesus, Sovereign King, Who humbled Yourself for Love of us and took the form of a servant, We praise and thank You.</p>\n<p>Holy Spirit, Third Person of the Trinity, Love of the Father and the Son, Who sanctifies us and gives us Life, We praise and thank You.</p>\n<p>Mary, our Queen and Mother, who mediates to Jesus on our behalf, Pray for us.</p>\n<p>Mary, our Queen and Mother, through whom all Grace come to us, Pray for us.</p>\n<p>Mary, our Queen and Mother, Singular Jewel of the Holy Trinity, We love You.</p>\n<p>Holy Angels and Saints of our Divine King, Pray for us and Protect us.</p>\n<p>Almighty, everlasting God, Who in Your beloved Son, King of the whole world, who has willed to restore all things anew,</p>\n<p>grant in Your mercy that all the families of nations, wounded by sin, may be subjected to His most gentle rule,</p>\n<p>Who lives and reigns with you in the unity of the Holy Spirit, one God forever and ever.</p>\n<p>R. Amen.</p>",
    "prayerPart": "Jesus",
    "prayerTitle": "Litany to Christ the King",
    "uid": 81
  },
  {
    "prayerContent": "<p><strong><em>Prayer One:</em></strong></p>\n<p>O my Jesus, you have said:<br />&ldquo;Truly I say to you, ask and you will receive, seek and you will find, knock and it will be opened to you.&rdquo;<br />Behold I knock, I seek and ask for the grace of&hellip;<br />(name your request here)<br />Our Father&hellip;<br />Hail Mary&hellip;<br />Glory Be to the Father&hellip;<br /><em>Sacred Heart of Jesus, I place all my trust in you.</em><br />Amen.</p>\n<p><strong><em>Prayer Two:</em></strong></p>\n<p>O my Jesus, you have said:<br />&ldquo;Truly I say to you, if you ask anything of the Father in my name, he will give it to you.&rdquo;<br />Behold, in your name, I ask the Father for the grace of&hellip;<br />(name your request here)<br />Our Father&hellip;<br />Hail Mary&hellip;<br />Glory Be To the Father&hellip;<br /><em>Sacred Heart of Jesus, I place all my trust in you.</em><br />Amen.</p>\n<p><strong><em>Prayer Three:</em></strong></p>\n<p>O my Jesus, you have said:<br />&ldquo;Truly I say to you, heaven and earth will pass away but my words will not pass away.&rdquo;<br />Encouraged by your infallible words I now ask for the grace of&hellip;<br />(name your request here)<br />Our Father&hellip;<br />Hail Mary&hellip;<br />Glory Be to the Father&hellip;<br /><em>Sacred Heart of Jesus, I place all my trust in you.</em></p>\n<p>Amen.</p>\n<p><em><strong>Concluding Prayer:</strong></em></p>\n<p>O Sacred Heart of Jesus,<br />for whom it is impossible not to have compassion on the afflicted,<br />have pity on us miserable sinners<br />and grant us the grace which we ask of you,<br />through the Sorrowful and Immaculate Heart of Mary,<br />your tender Mother and ours.</p>\n<p><strong>The Hail Holy Queen (The Salve Regina)</strong><br />Hail, holy Queen, mother of mercy,<br />our life, our sweetness, and our hope.<br />To you we cry, poor banished children of Eve;<br />to you we send up our sighs,<br />mourning and weeping in this valley of tears.<br />Turn, then, most gracious advocate,<br />your eyes of mercy toward us;<br />and after this, our exile,<br />show unto us the blessed fruit of your womb, Jesus.<br />O clement, O loving, O sweet Virgin Mary.</p>\n<p>Pray for us O most holy Mother of God,<br />That we may be worthy of the promises of Christ.</p>\n<p>St. Joseph, foster father of Jesus, pray for us.</p>\n<p>Amen.<a id=\"litany\"></a></p>",
    "prayerPart": "Jesus",
    "prayerTitle": "Novena to the Sacrad Heart",
    "uid": 82
  },
  {
    "prayerContent": "<div>O Jesus! meek and humble of heart,</div>\n<div><em>Hear me.</em></div>\n<div>&nbsp;</div>\n<div>From the desire of being esteemed,</div>\n<div><em>Deliver me, Jesus.</em></div>\n<div>&nbsp;</div>\n<div>From the desire of being loved,</div>\n<div><em>Deliver me, Jesus.</em></div>\n<div><em>&nbsp;</em></div>\n<div>From the desire of being extolled,</div>\n<div><em>Deliver me, Jesus.</em></div>\n<div><em>&nbsp;</em></div>\n<div>From the desire of being honored,</div>\n<div><em>Deliver me, Jesus.</em></div>\n<div><em>&nbsp;</em></div>\n<div>From the desire of being praised,</div>\n<div><em>Deliver me, Jesus.</em></div>\n<div><em>&nbsp;</em></div>\n<div>From the desire of being preferred to others,</div>\n<div><em>Deliver me, Jesus.</em></div>\n<div><em>&nbsp;</em></div>\n<div>From the desire of being consulted,</div>\n<div><em>Deliver me, Jesus.</em></div>\n<div><em>&nbsp;</em></div>\n<div>From the desire of being approved,</div>\n<div><em>Deliver me, Jesus.</em></div>\n<div><em>&nbsp;</em></div>\n<div>From the fear of being humiliated,</div>\n<div><em>Deliver me, Jesus.</em></div>\n<div><em>&nbsp;</em></div>\n<div>From the fear of being despised,</div>\n<div><em>Deliver me, Jesus.</em></div>\n<div><em>&nbsp;</em></div>\n<div>From the fear of suffering rebukes,</div>\n<div><em>Deliver me, Jesus.</em></div>\n<div><em>&nbsp;</em></div>\n<div>From the fear of being calumniated,</div>\n<div><em>Deliver me, Jesus.</em></div>\n<div><em>&nbsp;</em></div>\n<div>From the fear of being forgotten,</div>\n<div><em>Deliver me, Jesus.</em></div>\n<div><em>&nbsp;</em></div>\n<div>From the fear of being ridiculed,</div>\n<div><em>Deliver me, Jesus.</em></div>\n<div><em>&nbsp;</em></div>\n<div>From the fear of being wronged,</div>\n<div><em>Deliver me, Jesus.</em></div>\n<div><em>&nbsp;</em></div>\n<div>From the fear of being suspected,</div>\n<div><em>Deliver me, Jesus.</em></div>\n<div>&nbsp;</div>\n<div>That others may be loved more than I,</div>\n<div><em>Jesus, grant me the grace to desire it.</em></div>\n<div>&nbsp;</div>\n<div>That others may be esteemed more than I,</div>\n<div>\n<div><em>Jesus, grant me the grace to desire it.</em></div>\n<div><em>&nbsp;</em></div>\n</div>\n<div>That, in the opinion of the world,&nbsp;others may increase and I may decrease,</div>\n<div>\n<div><em>Jesus, grant me the grace to desire it.</em></div>\n<div><em>&nbsp;</em></div>\n</div>\n<div>That others may be chosen and I set aside,</div>\n<div>\n<div><em>Jesus, grant me the grace to desire it.</em></div>\n<div><em>&nbsp;</em></div>\n</div>\n<div>That others may be praised and I unnoticed,</div>\n<div>\n<div><em>Jesus, grant me the grace to desire it.</em></div>\n<div><em>&nbsp;</em></div>\n</div>\n<div>That others may be preferred to me in everything,</div>\n<div>\n<div><em>Jesus, grant me the grace to desire it.</em></div>\n<div><em>&nbsp;</em></div>\n</div>\n<div>That others may become holier than I, provided that I may become as holy as I should,</div>\n<div>\n<div><em>Jesus, grant me the grace to desire it.</em></div>\n<div><em>&nbsp;</em></div>\n<div>Amen<em>.</em></div>\n</div>",
    "prayerPart": "Basic",
    "prayerTitle": "Litany of Humility",
    "uid": 83
  }
]
